Repository: harry2712/customengine1
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Error
pt_pt: Erro

source: System Message
pt_pt: Mensagem do sistema

source: You don't have the right permission to access this
pt_pt: Você não tem permissão para acessar isto

source: Admin Panel
pt_pt: AdmimCP

source: System Settings
pt_pt: Definições do Sistema

source: Posts Settings
pt_pt: Definições de Posts

source: Registration Settings
pt_pt: Definições de Registro

source: Emails Settings
pt_pt: Definições de E-mails

source: SMS Settings
pt_pt: Definições de SMS

source: Chat Settings
pt_pt: Definições de Chat

source: Uploads Settings
pt_pt: Definições de Uploads

source: Security Settings
pt_pt: Definições de Segurança

source: Payments Settings
pt_pt: Definiç de Pagamentos

source: Limits Settings
pt_pt: Definições de Limites

source: Analytics Settings
pt_pt: Definições de Estatíticas

source: Themes
pt_pt: Temas

source: Add New
pt_pt: Adicionar Novo

source: Languages
pt_pt: Idiomas

source: Users
pt_pt: Usuários

source: Admins
pt_pt: Administradores

source: Moderators
pt_pt: Moderadores

source: Banned
pt_pt: Banido

source: Pages
pt_pt: Páginas

source: Categories
pt_pt: Categorias

source: Add New Category
pt_pt: Adicionar Nova Categoria

source: Groups
pt_pt: Grupos

source: Events
pt_pt: Eventos

source: Market
pt_pt: Loja

source: Forums
pt_pt: Fóruns

source: Settings
pt_pt: Configurações

source: Add New Forum
pt_pt: Adicionar Novo Fórum

source: Games
pt_pt: Jogos

source: Ads
pt_pt: Anúncios

source: System Ads
pt_pt: Sistema de Anúncios

source: Users Ads
pt_pt: Anúncios de Usuários

source: Pro Packages
pt_pt: Pacotes Pro

source: Subscribers
pt_pt: Subscritos

source: Earnings
pt_pt: Ganhos

source: Affiliates
pt_pt: Afiliados

source: Payment Requests
pt_pt: Pedidos de Pagamento

source: Reports
pt_pt: Relatórios

source: Forum Thread
pt_pt: Tópico do Fórum

source: Forum Reply
pt_pt: Resposta do Fórum

source: Banned IPs
pt_pt: IPs Banidos

source: Verification
pt_pt: Verificação

source: Requests
pt_pt: Pedidos

source: Verified Users
pt_pt: Usuários Verificados

source: Verified Pages
pt_pt: Páginas Verificadas

source: Custom Fields
pt_pt: Campos Personalizados

source: Static Pages
pt_pt: Páginas Estáticas

source: Edit Emoji
pt_pt: Editar Emojis

source: Add New Emoji
pt_pt: Adicionar Novo Emoji

source: Stickers
pt_pt: Adesivos

source: Edit Sticker
pt_pt: Editar Adesivos

source: Add New Sticker
pt_pt: Adicionar Novo Adesivo

source: Announcements
pt_pt: Avisos

source: Mass Notifications
pt_pt: Notificações em Massa

source: Ads Manager
pt_pt: Gestor de anúncios

source: New Campaign
pt_pt: Nova campanha

source: Edit Campaign
pt_pt: Editar campanha

source: Wallet
pt_pt: Carteira

source: Edit Article
pt_pt: Editar Artigo

source: Write New Article
pt_pt: Escrever Novo Artigo

source: Your IP has been blocked
pt_pt: Seu Endereço IP foi bloqueado

source: Your account has been blocked
pt_pt: Sua Conta foi bloqueada

source: Contact Us
pt_pt: Fale Conosco

source: Directory
pt_pt: Diretório

source: Posts Directory
pt_pt: Diretório de Posts

source: Users Directory
pt_pt: Diretório de Usuários

source: Pages Directory
pt_pt: Diretório de Páginas

source: Events Directory
pt_pt: Diretório de Eventos

source: Discover Events
pt_pt: Encontrar Eventos

source: Going Events
pt_pt: Eventos que Participo

source: Interested Events
pt_pt: Eventos de Interesse

source: Invited Events
pt_pt: Eventos Convidados

source: Your Events
pt_pt: Seus Eventos

source: Write New Thread
pt_pt: Escrever Novo Tópico

source: Edit Thread
pt_pt: Editar Tópico

source: Post Reply
pt_pt: Resposta ao Post

source: Edit Reply
pt_pt: Editar Resposta

source: My Threads
pt_pt: Meus Tópicos

source: My Replies
pt_pt: Minhas Respostas

source: Search
pt_pt: Pesquisar

source: Search Results
pt_pt: Resultados de Pesquisa

source: Discover Games
pt_pt: Encontrar Jogos

source: Your Games
pt_pt: Seus Jogos

source: Discover Groups
pt_pt: Encontrar Grupos

source: Joined Groups
pt_pt: Grupos Que Entrou

source: Your Groups
pt_pt: Seus Grupos

source: Welcome to
pt_pt: Bem-vindo à

source: My Articles
pt_pt: Meus Artigos

source: My Products
pt_pt: Meus Produtos

source: Saved Posts
pt_pt: Posts Salvos

source: Boosted Posts
pt_pt: Publicações Impulsionadas

source: Boosted Pages
pt_pt: Páginas Impulsionadas

source: Messages
pt_pt: Mensagens

source: Notifications
pt_pt: Notificações

source: Packages
pt_pt: Pacotes

source: Discover Pages
pt_pt: Encontrar Páginas

source: Liked Pages
pt_pt: Páginas Curtidas

source: Your Pages
pt_pt: Suas Páginas

source: Discover People
pt_pt: Descubra Pessoas

source: Find People
pt_pt: Encontre Pessoas

source: Friend Requests
pt_pt: Pedidos de Amizade

source: Friend Requests Sent
pt_pt: Pedidos de Amizade Enviadas

source: Account Settings
pt_pt: Definições da Conta

source: Edit Profile
pt_pt: Editar Perfil

source: Privacy Settings
pt_pt: Configuração de Privacidade

source: Email Notifications
pt_pt: Notificações de E-mail

source: Linked Accounts
pt_pt: Contas Vinculadas

source: Blocking
pt_pt: Bloqueio

source: Membership
pt_pt: Membros

source: Delete Account
pt_pt: Deletar Conta

source: Login
pt_pt: Entrar

source: Sign Up
pt_pt: Registrar

source: Forgot your password?
pt_pt: Perdeu sua senha?

source: Getting Started
pt_pt: Vamos Começar

source: Add New Ads
pt_pt: Adicionar novos anúncios

source: Go Back
pt_pt: Voltar

source: Make sure you have configured
pt_pt: Certifique-se de ter configurado

source: Allow users to create ads
pt_pt: Habilitar Usuários a criem anúncios

source: Cost by View
pt_pt: Custo por Visualização

source: Cost by Click
pt_pt: Custo por Clique

source: Save Changes
pt_pt: Guardar Alterações

source: Title
pt_pt: Titulo

source: Place
pt_pt: Local

source: Date
pt_pt: Data

source: Actions
pt_pt: Ações

source: Home Page
pt_pt: Página Inicial

source: Search Page
pt_pt: Página de Pesquisa

source: Discover People Page
pt_pt: Página Descobrir Pessoas

source: Notifications Page
pt_pt: Página Notificações

source: Post Page
pt_pt: Página de Postagem

source: Photo Page
pt_pt: Página de Fotos

source: Directory Page
pt_pt: Diretório de Página

source: Market Page
pt_pt: Página da Loja

source: Posts Feed
pt_pt: Feed de Posts

source: Article Page
pt_pt: Página de Artigo

source: Header
pt_pt: Cabeçalho

source: Footer
pt_pt: Rodapé

source: By
pt_pt: Por

source: Budget
pt_pt: Despesas

source: Spend
pt_pt: Gastar

source: Clicks/Views
pt_pt: Cliques/Visualizações

source: Clicks
pt_pt: Cliques

source: Views
pt_pt: Visualizações

source: Active
pt_pt: Ativo

source: Not Active
pt_pt: Não Ativo

source: Affiliates Enabled
pt_pt: Afiliados Habilitados

source: Enable or Disable the affiliates system
pt_pt: Habilitar ou Desabilitar o Sistema de Afiliados

source: User Earn Money When
pt_pt: Usuários Ganham Dinheiro Quando

source: New User Registered
pt_pt: Novo Usuário Registado

source: New User Registered & Bought Pro Package
pt_pt: Novo Pacote Registrado e Comprado pelo Usuário

source: If registration type is 'Subscriptions Only' User will earn money from new registration only
pt_pt: Se o tipo de registro for 'Apenas Assinaturas', o usuário ganhará dinheiro somente com o novo registro

source: Payment Method
pt_pt: Método de Pagamento

source: Both
pt_pt: Ambos

source: Users can send withdrawal requests via any of these methods
pt_pt: Os usuários podem enviar solicitações de saque por meio de qualquer um desses métodos

source: Minimum Withdrawal Request
pt_pt: Solicitação Mínima de Retirada

source: The minimum amount of money so user can send a withdrawal request
pt_pt: A quantia mínima de dinheiro para que o usuário possa enviar uma solicitação de saque

source: Price/Referred
pt_pt: Preço / Referido

source: The price for each new referred user
pt_pt: O preço para cada novo usuário referido

source: You will need to make the payments from your Paypal/Skrill account
pt_pt: Você precisará fazer os pagamentos da sua conta do Paypal / Skrill

source: After making the payment you can mark the payment request as paid
pt_pt: Após efetuar o pagamento, você pode marcar a solicitação de pagamento como paga

source: User
pt_pt: Usuário

source: Amount
pt_pt: Montante

source: Method
pt_pt: Método

source: Referrals
pt_pt: Indicados

source: Show
pt_pt: Exibir

source: Add New Announcement
pt_pt: Adicionar Novo Anúncio

source: Name
pt_pt: Nome

source: Type
pt_pt: Tipo

source: Start Date
pt_pt: Data de Início

source: End Date
pt_pt: Data de Fim

source: Announcement name will appear only in the admin panel (mandatory)
pt_pt: Nome do anúncio será exibido apenas no Painel de Administração (obrigatório)

source: Announcement title will appear on the announcement block
pt_pt: O Título do anúncio será exibido no bloco de anúncio

source: Success
pt_pt: Sucesso

source: Warning
pt_pt: Alerta

source: Danger
pt_pt: Perigo

source: Info
pt_pt: Informação

source: Your current server datetime is
pt_pt: A data atual de seu Servidor é

source: Announcement name will appear only in the admin panel
pt_pt: O nome do anúncio aparecerá apenas no painel de administração

source: Add New IP
pt_pt: Adicionar Novo IP

source: IP Address
pt_pt: Endereço IP

source: Time
pt_pt: Hora

source: Add New Field
pt_pt: Adicionar Novo Campo

source: Label
pt_pt: Rótulo

source: For
pt_pt: Para

source: Order
pt_pt: Ordem

source: Mandatory
pt_pt: Obrigatório

source: Page
pt_pt: Página

source: Group
pt_pt: Grupo

source: Event
pt_pt: Evento

source: Textbox
pt_pt: Caixa de Texto

source: Textarea
pt_pt: Área de Texto

source: Select Box
pt_pt: Selecione a Caixa

source: Basic Info
pt_pt: Informações do Clube

source: Work Info
pt_pt: Informações de Emprego

source: Location Info
pt_pt: Informações de Endereço

source: Education Info
pt_pt: Informações de Educação

source: Other Info
pt_pt: Outra Informação

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Field For
pt_pt: Campo Para

source: User Profile
pt_pt: Perfil de Usuário

source: Where you want to use this field for user profile, page, group or event
pt_pt: Onde você deseja usar este campo para perfil de usuário, página, grupo ou evento

source: Select Options
pt_pt: Selecionar Opções

source: One option per line
pt_pt: Uma opção por linha

source: Description
pt_pt: Descrição

source: The description will show under the field
pt_pt: A descrição será exibida abaixo do campo

source: Field place in settings page
pt_pt: Local de campo na página de configurações

source: Value Length
pt_pt: Comprimento do Valor

source: Default value is 32, and max value is 1000
pt_pt: O valor padrão é 32 e o valor máximo é 1000

source: The order of this field, custom fields will be displayed in ascending order
pt_pt: A ordem deste campo, os campos personalizados serão exibidos em ordem crescente

source: User must fill the field
pt_pt: O usuário deve preencher o campo

source: Show in Registration
pt_pt: Mostrar no registro

source: Show the field in the user registration, create page, create group or create event
pt_pt: Mostrar o campo no registro do usuário, criar página, criar grupo ou criar evento

source: Show in Profile Page
pt_pt: Mostrar na página de perfil

source: Show the field in the user's profile page, fan page, group or event
pt_pt: Mostrar o campo na página de perfil do usuário, página de fã, grupo ou evento

source: The label of your custom field, also will be used as a placeholder
pt_pt: O rótulo do seu campo personalizado também será usado como espaço reservado

source: The type of your custom field
pt_pt: O tipo do seu campo personalizado

source: Dashboard
pt_pt: Painel de Controle

source: Manage Users
pt_pt: Gerenciar Usuários

source: Males
pt_pt: Masculino

source: Females
pt_pt: Feminino

source: Others
pt_pt: Outros

source: Manage Banned
pt_pt: Editar Bloqueados

source: Not Activated
pt_pt: Não Ativados

source: Manage Online
pt_pt: Editar On-line

source: Posts
pt_pt: Publicações

source: Manage Reports
pt_pt: Gerenciar Relatórios

source: Comments
pt_pt: Comentários

source: Manage Pages
pt_pt: Gerenciar Páginas

source: Manage Groups
pt_pt: Gerenciar Grupos

source: Manage Events
pt_pt: Gerenciar Eventos

source: Website Logo
pt_pt: Logo do Site

source: The perfect size for your logo should be (wdith: 60px & height: 46px)
pt_pt: Deve ser o tamanho perfeito para seu logotipo (wdith: 60px & altura: 46px)

source: Default Favicon
pt_pt: Favicon Padrão

source: Use the default
pt_pt: Use o padrão

source: preview
pt_pt: pré-visualizar

source: Custom Favicon
pt_pt: Favicon Personalizado

source: The perfect size for your favicon should be (wdith: 196px & height: 196px)
pt_pt: O tamanho perfeito para o seu Favicon deve ser (wdith: 196px & height: 196px)

source: Default OG-Image
pt_pt: OG-Image Padrão

source: Custom OG-Image
pt_pt: OG-Image Personalizado

source: The perfect size for your og-image should be (wdith: 590px & height: 300px)
pt_pt: O tamanho perfeito para o seu OG-Image deve ser (wdith: 590px & height: 300px)

source: Default Wallpaper
pt_pt: Imagem de Fundo Padrão

source: Custom Wallpaper
pt_pt: Imagem de Fundo Personalizado

source: Home Random Profiles
pt_pt: Home Perfis Aleatórios

source: Show the random profiles on home page
pt_pt: Mostrar os perfis aleatórios na home page

source: Enable Customization
pt_pt: Ativar a personalização

source: Turn the customization On and Off
pt_pt: Ativar e desativar a personalização

source: Background Color
pt_pt: Cor de Fundo

source: Link Color
pt_pt: Cor do link

source: Header Color
pt_pt: Cor do Cabeçalho

source: Header Search Background
pt_pt: Fundo de Cabeçalho de Pesquisa

source: Header Search Font
pt_pt: Fonte de Cabeçalho de Pesquisa

source: Button Primary
pt_pt: Botão Principal

source: Menu Background
pt_pt: Fundo do Menu

source: Custom CSS
pt_pt: CSS Customizado

source: Header Custom CSS
pt_pt: CSS do Cabeçalho Customizado

source: Header Custom JavaScript
pt_pt: Cabeçalho do JavaScript Customizado

source: The code will be added in head tag
pt_pt: O código será adicionado na tag head

source: Footer Custom JavaScript
pt_pt: Rodapé do JavaScript Customizado

source: The code will be added at the end of body tag
pt_pt: O código será adicionado no final da tag body

source: Preview
pt_pt: Anterior

source: Class
pt_pt: Classe

source: Sngine uses Twemoji Awesome and you can check
pt_pt: Sngine usa o Twemoji Awesome e você pode verificar

source: for the Emojis, You must replace underscores with hyphens, For example: :hatching_chick: for pattern and hatching-chickas for class
pt_pt: para os Emojis, você deve substituir sublinhados por hifens, por exemplo:: hatching_chick: para padrão e chocar-chickas para classe

source: View Event
pt_pt: Ver Evento

source: Privacy
pt_pt: Privacidade

source: Interested
pt_pt: Interessado

source: Going
pt_pt: Indo

source: Invited
pt_pt: Convidado

source: Public
pt_pt: Público

source: Closed
pt_pt: Fechado

source: Secret
pt_pt: Secreto

source: Event ID
pt_pt: ID do Evento

source: Event Info
pt_pt: Informação do Evento

source: Name Your Event
pt_pt: Dê um Nome ao seu Evento

source: Location
pt_pt: Localização

source: Select Privacy
pt_pt: Selecionar Privacidade

source: Category
pt_pt: Categoria

source: About
pt_pt: Sobre

source: Turn the forums On and Off
pt_pt: Ativar e desativar os Fóruns

source: Online Users
pt_pt: Usuários Online

source: Show online users
pt_pt: Exibir Usuários Online

source: Statistics
pt_pt: Estatísticas

source: Show forums statistics
pt_pt: Exibir Estatísticas de Fóruns

source: Threads
pt_pt: Tópicos

source: Section
pt_pt: Seção

source: Set as a Section
pt_pt: Definir Como Seção

source: Add New game
pt_pt: Adicionar Novo jogo

source: Game
pt_pt: Jogo

source: Game Source
pt_pt: Fonte de Jogos

source: The source link of your embedded game
pt_pt: O link da fonte do seu jogo incorporado

source: Thumbnail
pt_pt: Miniatura

source: View Group
pt_pt: Ver Grupo

source: Members
pt_pt: Membros

source: Group ID
pt_pt: ID do Grupo

source: Group Info
pt_pt: Informação do grupo

source: Name Your Group
pt_pt: Nomeie Seu Grupo

source: Web Address
pt_pt: Endereço Web

source: New Invitation Code
pt_pt: Novo Código de Convite

source: Your invitation code is
pt_pt: Seu Novo Código de Convite é

source: Send Invitation Code
pt_pt: Enviar Código de Convite

source: To which email address you want to send this invitation code
pt_pt: Para qual endereço de e-mail você deseja enviar este código de convite

source: Send
pt_pt: Enviar

source: Cancel
pt_pt: Cancelar

source: Add New Language
pt_pt: Adicionar Novo Idioma

source: Code
pt_pt: Código

source: Default
pt_pt: Padrão

source: Enabled
pt_pt: Activado

source: Make it the default language of the site
pt_pt: Torná-lo o idioma padrão do site

source: Make it enbaled so the user can translate the site to it
pt_pt: Habilite-o para que o usuário possa traduzir o Site

source: Language country_code, For Example: en_us, ar_sa or fr_fr
pt_pt: Idioma country_code, por exemplo: en_us, ar_sa ou fr_fr

source: Native Name
pt_pt: Nome Nativo

source: The native name of this language
pt_pt: O nome nativo desta língua

source: Direction
pt_pt: Direção

source: The direction of this language 'Left To Right' or 'Right To Left'
pt_pt: A direção deste idioma 'Left To Right' ou 'Direita para a esquerda'

source: Subject
pt_pt: Assunto

source: Message
pt_pt: Mensagem

source: Is HTML
pt_pt: HTML

source: The message will be sent as HTML instead of plain text
pt_pt: A mensagem será enviada como HTML em vez de texto simples

source: Send to
pt_pt: Enviar para

source: All Users
pt_pt: Todos os Usuários

source: Active Users
pt_pt: Usuários Ativos

source: Inactive Users
pt_pt: Usuários Inativos

source: Test Message
pt_pt: Mensagem de Teste

source: The message will sent to Website Email only
pt_pt: A mensagem será enviada somente para o e-mail do website

source: Enable you to send notifications to all site users
pt_pt: Permite que você envie notificações para todos os usuários do site

source: Notification link used when user clicks on the notification
pt_pt: Link de notificação usado quando o usuário clica na notificação

source: Add New Package
pt_pt: Adicionar Novo Pacote

source: Price
pt_pt: Preço

source: Period
pt_pt: Período

source: Boost Posts
pt_pt: Posts Impulsionados

source: Boost Pages
pt_pt: Páginas Impulsionadas

source: Life Time
pt_pt: Uma Vez

source: Paid Every
pt_pt: Pagar todos os

source: Day
pt_pt: Dia

source: Week
pt_pt: Semana

source: Month
pt_pt: Mês

source: Year
pt_pt: Ano

source: For example every 15 days, 2 Months, 1 Year
pt_pt: Por exemplo, a cada 15 dias, 2 meses, 1 ano

source: Color
pt_pt: Cor

source: The theme color for this package
pt_pt: A cor do tema para este pacote

source: Icon
pt_pt: Ícone

source: The perfect size for icon should be (wdith: 60px & height: 60px)
pt_pt: O tamanho perfeito para o ícone deve ser (largura: 60px e altura: 60px)

source: Boost Posts Enabled
pt_pt: Posts Impulsionar Ativados

source: Enable boost posts feature
pt_pt: Ativar recurso de envio de mensagens

source: Posts Boosts
pt_pt: Publicações Impulsionadas

source: Max posts boosts allowed
pt_pt: Máximo de posts impulsionados permitidos

source: Boost Pages Enabled
pt_pt: Impulsionar Páginas Ativadas

source: Enable boost pages feature
pt_pt: Ativar recurso de impulsionar páginas

source: Pages Boosts
pt_pt: Páginas Impulsionadas

source: Max pages boosts allowed
pt_pt: Máximo de páginas impulsionadas permitidos

source: Run
pt_pt: Executar

source: Package
pt_pt: Pacote

source: Subscription
pt_pt: Subscrição

source: Expiration
pt_pt: Expiração

source: Days
pt_pt: Dias

source: Expired
pt_pt: Expirados

source: Total earnings
pt_pt: Total de Ganhos

source: This month earnings
pt_pt: Total de Ganhos Mensais

source: Total Sales
pt_pt: Total de Vendas

source: Total Earnings
pt_pt: Total de Ganhos

source: View Page
pt_pt: Ver Página

source: Likes
pt_pt: Curtidas

source: Verified
pt_pt: Verificado

source: Page ID
pt_pt: Identificação da Página

source: Page Info
pt_pt: Informação da Página

source: Verified Page
pt_pt: Página Verificada

source: Name Your Page
pt_pt: Dê um Nome à Página

source: Node
pt_pt: Nó

source: Reporter By
pt_pt: Reportado Por

source: View Post
pt_pt: Ver Publicação

source: View Comment
pt_pt: Ver Comentário

source: View Thread
pt_pt: Ver Tópico

source: View Reply
pt_pt: Ver Resposta

source: Registration
pt_pt: Registo

source: Social Login
pt_pt: Login Com Rede Social

source: Chat
pt_pt: Bate-Papo

source: Video Chat
pt_pt: Vídeo Chat

source: Security
pt_pt: Segurança

source: Payments
pt_pt: Pagamentos

source: Limits
pt_pt: Limites

source: Analytics
pt_pt: Web Analytics

source: General
pt_pt: Geral

source: Features
pt_pt: Destaques

source: Website Public
pt_pt: Site público

source: Make the website public to allow non logged users to view website content
pt_pt: Tornar o site público para permitir que usuários não registrados visualizem o conteúdo do site

source: Website Live
pt_pt: Site ao Vivo

source: Turn the entire website On and Off
pt_pt: Ligar o Site inteiro e Desligar

source: Shutdown Message
pt_pt: Mensagem de Desligamento

source: The text that is presented when the site is closed
pt_pt: O texto que é apresentado quando o site é Fechado

source: Website Title
pt_pt: Título do Site

source: Title of your website
pt_pt: Título do Seu Site

source: Website Description
pt_pt: Descrição do Site

source: Description of your website
pt_pt: Descrição do Seu Site

source: Website Keywords
pt_pt: Palavras-Chaves do Site

source: Example: social, sngine, social site
pt_pt: Exemplo: social, sngine, site social

source: Website Email
pt_pt: E-mail do Site

source: The contact email that all messages send to
pt_pt: O email de contato de onde as mensagens são enviam

source: Turn the contact us page On and Off
pt_pt: Ativar e desativar a página de contato

source: Enable the directory for better SEO results
pt_pt: Ativar o diretório para melhores resultados de SEO

source: Users can create pages or only admins/moderators
pt_pt: Os usuários podem criar páginas ou somente administradores/moderadores

source: Users can create groups or only admins/moderators
pt_pt: Os usuários podem criar grupos ou somente administradores/moderadores

source: Users can create events or only admins/moderators
pt_pt: Os usuários podem criar eventos ou somente administradores/moderadores

source: Allow users to create blogs
pt_pt: Habilitar Usuários para criar blogs

source: Users Can Write Articles?
pt_pt: Usuários Podem Escrever Artigos?

source: Users can write articles or only admins/moderators
pt_pt: Os usuários podem escrever artigos ou somente administradores/moderadores

source: Allow users to sell/buy products
pt_pt: Habilitar Usuários para vender/comprar produtos

source: Turn the games On and Off
pt_pt: Ativar e desativar os jogos

source: DayTime Messages
pt_pt: Mensagens do Dia

source: Turn the DayTime Messages (Good Morning, Afternoon, Evening) On and Off
pt_pt: Ativar e desativar as mensagens do dia (bom dia, tarde, noite)

source: Profile Visit Notification
pt_pt: Notificação de visita ao perfil

source: Turn the profile visit notification On and Off
pt_pt: Ativar e Desativar a notificação de visita no perfil

source: Browser Notifications
pt_pt: Notificações do navegador

source: Turn the browser notifications On and Off
pt_pt: Ativar e Desativar Notificações do navegador

source: Noty Notifications
pt_pt: Notificações Noty

source: Turn the noty notifications On and Off
pt_pt: Ativar a Desativar Notificações Noty

source: Cookie Consent
pt_pt: Consentimento de Cookies

source: Turn the cookie consent notification On and Off
pt_pt: Ativar e Desativar Consentimento de Cookies

source: Turn the stories On and Off
pt_pt: Ativar e Desativar Stories
