Repository: harry2712/customengine1
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Before you can interact with other users, you need to confirm your email address
pt_pt: Antes de você pode interagir com outros usuários, você precisa confirmar seu endereço de e-mail

source: You must sign in to see this page
pt_pt: Você deve entrar para ver esta página

source: Sign in
pt_pt: Entrar

source: Feeling
pt_pt: Sentindo-se

source: How are you feeling?
pt_pt: Como está se sentido?

source: Listening To
pt_pt: Escutando

source: What are you listening to?
pt_pt: O que você está Escutando?

source: Watching
pt_pt: Assistindo

source: What are you watching?
pt_pt: O que você está Assistindo?

source: Playing
pt_pt: Jogando

source: What are you playing?
pt_pt: O que você está Jogando?

source: Eating
pt_pt: Comendo

source: What are you eating?
pt_pt: O que você está Comendo?

source: Drinking
pt_pt: Bebendo

source: What are you drinking?
pt_pt: O que você está Bebendo?

source: Traveling To
pt_pt: Viajando para

source: Where are you going?
pt_pt: Para onde você está Viajando?

source: Reading
pt_pt: Lendo

source: What are you reading?
pt_pt: O que você está Lendo?

source: Attending
pt_pt: Participando

source: What are you attending?
pt_pt: Do que você está Participando?

source: Celebrating
pt_pt: Celebrando

source: What are you celebrating?
pt_pt: O que você está Celebrando?

source: Looking For
pt_pt: Procurando por

source: What are you looking for?
pt_pt: O que você está Procurando?

source: Happy
pt_pt: Feliz

source: Loved
pt_pt: Amado

source: Satisfied
pt_pt: Satisfeito

source: Strong
pt_pt: Forte

source: Sad
pt_pt: Triste

source: Crazy
pt_pt: Louco

source: Tired
pt_pt: Cansado

source: Sleepy
pt_pt: Sonolento

source: Confused
pt_pt: Confuso

source: Worried
pt_pt: Preocupado

source: Angry
pt_pt: Bravo

source: Annoyed
pt_pt: Irritado

source: Shocked
pt_pt: Chocado

source: Down
pt_pt: Para Baixo

source: Confounded
pt_pt: Confundido

source: Ads info have been updated
pt_pt: As informações do anúncio foram atualizadas

source: You have to enter the announcement name
pt_pt: Precisa inserir o seu nome

source: You have to enter the announcement HTML code
pt_pt: Você deve inserir o código HTML do anúncio

source: You have to enter the announcement start date
pt_pt: Você tem que digitar a data de início do anúncio

source: You have to enter the announcement end date
pt_pt: Você tem que digitar a data de término do anúncio

source: End Date must be after the Start Date
pt_pt: A data final do evento deve ser após a data de início

source: Announcement info have been updated
pt_pt: As informações de anúncio foram atualizadas

source: Category info have been updated
pt_pt: As informações da categoria foram atualizadas

source: You have to select a valid field for value
pt_pt: Você precisa selecionar um campo válido para o valor

source: You have to enter the field label
pt_pt: Você precisa inserir o rótulo do campo

source: You have to select a valid type
pt_pt: Você tem que selecionar um tipo válido

source: You have to enter the select options
pt_pt: Você tem que inserir as opções de seleção

source: You have to select a valid place
pt_pt: Você tem que selecionar um local válido

source: You have to enter valid field length
pt_pt: Você tem que digitar o tamanho do campo válido

source: The field minimum length is 1 and maximum 1000 characters
pt_pt: O tamanho mínimo do campo é 1 e máximo de 1000 caracteres

source: You have to enter valid field order
pt_pt: Você precisa inserir um campo de Ordem válido

source: Field info have been updated
pt_pt: Informações de campo foram atualizadas

source: Emoji info have been updated
pt_pt: Informações de Emojis foram atualizadas

source: Event info have been updated
pt_pt: Informações do Evento foram atualizadas

source: Forums settings have been updated
pt_pt: Definições do Fórum foram atualizadas

source: You can not set the forum as a section to itself
pt_pt: Você não pode definir o fórum como uma seção para si

source: Forum info have been updated
pt_pt: Informações do Fórum foram atualizadas

source: Game info have been updated
pt_pt: Informações do Jogo foram atualizadas

source: Group info have been updated
pt_pt: Informações do Grupo foram atualizadas

source: Your invitation email has been sent
pt_pt: Seu e-mail de convite foi enviado

source: Language info have been updated
pt_pt: As informações de idioma foram atualizadas

source: You must enter the email subject
pt_pt: Você deve inserir o assunto do email

source: You must enter the message subject
pt_pt: Você deve inserir a mensagem

source: Email could not be sent
pt_pt: E-mail não pôde ser enviado

source: Email has been sent successfully
pt_pt: O email foi enviado com sucesso

source: You must enter the notification url
pt_pt: Você deve inserir a URL de notificação

source: You must enter the notification message
pt_pt: Você deve inserir a mensagem de notificação

source: Notification has been sent successfully
pt_pt: Notificação enviada com sucesso

source: You have to enter the package name
pt_pt: Você tem que digitar o nome do pacote

source: You have to enter valid package price
pt_pt: Você tem que digitar o preço válido do pacote

source: You have to enter valid period number
pt_pt: Você precisa inserir um número de período válido

source: You have to enter valid boost posts number
pt_pt: Você precisa inserir um número válido de mensagens impulsionadas

source: You have to enter valid boost pages number
pt_pt: Você precisa inserir um número válido de páginas impulsionadas

source: Package info have been updated
pt_pt: As informações do pacote foram atualizadas

source: Page info have been updated
pt_pt: As informações da página foram atualizadas

source: System settings have been updated
pt_pt: As Configurações do Sistema foram atualizadas

source: Please enter a valid URL to your page
pt_pt: Por favor, insira uma URL válida para sua página

source: belongs to an existing static page
pt_pt: pertence a uma página estática existente

source: Static page info have been updated
pt_pt: Feito! As informações da página estática foram atualizadas

source: You must upload sticker image
pt_pt: Você deve fazer o upload da imagem da etiqueta

source: Sticker info have been updated
pt_pt: As informações da etiqueta foram atualizadas

source: Test email has been sent to
pt_pt: O email de teste foi enviado para

source: Test SMS has been sent to
pt_pt: SMS de Teste foi enviado para

source: Connection established Successfully!
pt_pt: Conexão estabelecida com sucesso!

source: All expired subscribers and their boosted posts and pages removed
pt_pt: Todos os inscritos vencidos e seus posts e páginas removidos

source: Theme info have been updated
pt_pt: As informações do Tema foram atualizadas

source: This account not exist
pt_pt: Esta conta não existe

source: You can not change the group of this user
pt_pt: Você não pode mudar o grupo deste usuário

source: User info have been updated
pt_pt: As informações do usuário foram atualizadas

source: Widget info have been updated
pt_pt: Informações de Widget foram atualizadas

source: Campaign settings have been updated
pt_pt: As configurações da campanha foram atualizadas

source: Your account already activated!
pt_pt: Conta já ativada!

source: Your email has been changed
pt_pt: O endereço de e-mail foi alterado

source: Another SMS has been sent
pt_pt: Outro SMS foi enviado

source: Your phone has been changed
pt_pt: Seu telefone foi alterado

source: Your email could not be sent. Please try again later
pt_pt: Seu email não pôde ser enviado. Por favor, tente novamente mais tarde

source: Your message has been sent! Thanks a lot and will be back to you soon
pt_pt: Sua mensagem foi enviada! Muito obrigado e responderemos em breve

source: Done
pt_pt: Concluído

source: Your password has been changed you can login now
pt_pt: Sua senha foi alterada, você pode fazer o login agora

source: Registration is closed right now
pt_pt: O Registo está fechado agora

source: Thanks
pt_pt: Obrigado

source: Your report has been submitted
pt_pt: Sua Denúncia foi enviada

source: Not Allowed
pt_pt: Não Autorizado

source: This feature has been disabled
pt_pt: Esse recurso foi desativado pelo administrador

source: Upload Error
pt_pt: Erro ao Carregar

source: Something wrong with upload! Is 'upload_max_filesize' set correctly?
pt_pt: Algo errado com o upload! 'Upload_max_filesize' está definido corretamente?

source: The file size is so big
pt_pt: O tamanho do arquivo é grande

source: Sorry, can not upload the file
pt_pt: Desculpa, não posso carregar o arquivo

source: Photo Too Small
pt_pt: Foto muito pequena

source: The file type is not valid or not supported
pt_pt: O tipo de arquivo não é válido ou não é suportado

source: Subscribed
pt_pt: Inscrito

source: You already subscribed to this package, Please select different package
pt_pt: Você já se inscreveu para este pacote, por favor selecione pacote diferente

source: Please add your product price
pt_pt: Por favor, adicione o preço do seu produto

source: Poll option too long
pt_pt: Opção de Enquete muito longa

source: The poll option you provided is too long. Please try again
pt_pt: A opção de Enquete que você forneceu é muito longa. Por favor, tente novamente

source: Poll Option Already Added
pt_pt: Opção de Enquete já adicionada

source: This option was already added to the poll
pt_pt: Esta opção já foi adicionada à Enquete

source: Poll Text Needed
pt_pt: Texto de Enquete necessário

source: Ask a question so people know what your poll is about
pt_pt: Faça uma pergunta para que as pessoas saibam sobre o que é sua pesquisa

source: Product Name Needed
pt_pt: Nome do Produto Necessário

source: Add a name so people know what you are selling
pt_pt: Adicione um nome para que as pessoas saibam o que você está vendendo

source: Product Price Needed
pt_pt: Preço do Produto Necessário

source: Please add valid product price
pt_pt: Por favor, adicione um preço do produto válido

source: Product Category Needed
pt_pt: Categoria do Produto Necessário

source: Please add valid product category
pt_pt: Por favor, adicione uma categoria de produto válida

source: Your username has been updated
pt_pt: Seu nome de usuário foi atualizado

source: Your email has been updated
pt_pt: Seu e-mail foi atualizado

source: Your phone has been updated
pt_pt: Seu telefone foi atualizado

source: Your password has been updated
pt_pt: Sua senha foi atualizada

source: Your profile info has been updated
pt_pt: Suas informações de perfil foram atualizadas

source: Your profile info has have been updated
pt_pt: Suas informações de perfil já foram atualizadas

source: Your privacy settings have been updated
pt_pt: Suas configurações de privacidade foram atualizadas

source: Your email notifications settings have been updated
pt_pt: Suas configurações de notificações por e-mail foram atualizadas

source: Your info has been updated
pt_pt: Suas informações foram atualizadas

source: You have to enter valid amount
pt_pt: Você tem que inserir um valor válido

source: Please select a valid payment method
pt_pt: Por favor, selecione um método de pagamento válido

source: Your balance is less than the minimum withdrawal request amount
pt_pt: Seu saldo é menor que o valor mínimo da solicitação de retirada

source: Your balance is less than the requested amount
pt_pt: Seu saldo é menor que o valor solicitado

source: Your withdrawal request has been sent
pt_pt: Sua solicitação de saque foi enviada
