Repository: harry2712/customengine1
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Mutual Friends
pt_pt: Amigos em comum

source: See More
pt_pt: Ver Mais

source: followers
pt_pt: seguidores

source: mutual friends
pt_pt: amigos em comum

source: at
pt_pt: na

source: Confirm
pt_pt: Confirmar

source: Delete Request
pt_pt: Excluir Pedido

source: Friend Request Sent
pt_pt: Pedido de Amizade Enviado

source: Add Friend
pt_pt: Adicionar aos Amigos

source: Following
pt_pt: Seguindo

source: Follow
pt_pt: Seguir

source: Update Info
pt_pt: Atualizar Informações

source: Unlike
pt_pt: Descurtir

source: Like
pt_pt: Curtir

source: More Stories
pt_pt: Mais Stories

source: No posts to show
pt_pt: Não há publicações para exibir

source: Edit Product
pt_pt: Editar Produto

source: Product Name
pt_pt: Nome do Produto

source: New
pt_pt: Novo

source: Photos
pt_pt: Fotos

source: Videos
pt_pt: Vídeos

source: People Who Like This
pt_pt: Pessoas que curtiram isto

source: No people liked this
pt_pt: Ninguém curtiu isto

source: People Who Shared This
pt_pt: Pessoas que partilharam isto

source: No people shared this
pt_pt: Ninguém compartilhou isto

source: People who voted for this option
pt_pt: Pessoas que votaram nessa opção

source: No people voted for this
pt_pt: Ninguém votou nisto

source: Recent
pt_pt: Recente

source: Articles
pt_pt: Artigos

source: More Articles
pt_pt: Mais Artigos

source: No articles to show
pt_pt: Não há Artigos para exibir

source: Uncategorized
pt_pt: Sem Categoria

source: Read More
pt_pt: Leia Mais

source: Edit
pt_pt: Editar

source: Posted
pt_pt: Postado

source: Content
pt_pt: Conteúdo

source: Cover
pt_pt: Capa

source: Select Category
pt_pt: Selecionar Categoria

source: Delete Article
pt_pt: Deletar Artigo

source: No results to show
pt_pt: Nenhum Resultado para mostrar

source: No users to show
pt_pt: Nenhum Usuário para mostrar

source: No pages to show
pt_pt: Nenhuma Página para mostrar

source: No groups to show
pt_pt: Nenhum Grupo para mostrar

source: No events to show
pt_pt: Nenhum Evento para exibir

source: No games to show
pt_pt: Nenhum Jogo para exibir

source: Drag to reposition cover
pt_pt: Arraste para reposicionar a capa

source: Report
pt_pt: Reportar

source: Timeline
pt_pt: Linha de Tempo

source: More
pt_pt: Mais Opções

source: Albums
pt_pt: Álbuns

source: Invite Friends
pt_pt: Convidar Amigos

source: Public Event
pt_pt: Evento Público

source: Closed Event
pt_pt: Evento Fechado

source: Secret Event
pt_pt: Evento Secreto

source: to
pt_pt: para

source: Hosted By
pt_pt: Hospedado por

source: See All
pt_pt: Ver Todos

source: doesn't have photos
pt_pt: não tem fotos

source: doesn't have albums
pt_pt: não tem álbuns

source: Back to Albums
pt_pt: Voltar aos álbuns

source: Invites
pt_pt: Convites

source: No friends to invite
pt_pt: Nenhum amigo para convidar

source: No people available
pt_pt: Nenhuma pessoa disponível

source: Event Settings
pt_pt: Configurações de Evento

source: Delete Event
pt_pt: Deletar Evento

source: Once you delete your event you will no longer can access it again
pt_pt: Depois de excluir seu evento, você não poderá mais acessá-lo novamente

source: Discover
pt_pt: Encontrar

source: My Events
pt_pt: Meus Eventos

source: Create Event
pt_pt: Criar Evento

source: Home
pt_pt: Início

source: Replies
pt_pt: Respostas

source: Sub-Forums
pt_pt: Sub-Fóruns

source: What's Going On?
pt_pt: O que está acontecendo?

source: Who's online
pt_pt: Quem está Online

source: Forum Statistics
pt_pt: Estatísticas do Fórum

source: Thread
pt_pt: Tópico

source: Last Post
pt_pt: Último publicação

source: No Threads
pt_pt: Sem Tópicos

source: Moderator
pt_pt: Moderador

source: Member
pt_pt: Membro

source: Update
pt_pt: Atualizar

source: Reply
pt_pt: Responder

source: Forum
pt_pt: Fórum

source: No threads to show
pt_pt: Não há Tópicos para exibir

source: No replies to show
pt_pt: Não há respostas para exibir

source: Keyword(s)
pt_pt: Palavras-chave

source: Search For
pt_pt: Pesquisar Por

source: Search in Forum(s)
pt_pt: Pesquisar no Fórum

source: Search All Forums
pt_pt: Pesquisar Todos os Fóruns

source: Also search in child forums
pt_pt: Também buscar em sub-fóruns

source: Results Found
pt_pt: Resultados encontrados

source: Pending
pt_pt: Pendente

source: Join
pt_pt: Participar

source: Public Group
pt_pt: Grupo Público

source: Closed Group
pt_pt: Grupo Fechado

source: Secret Group
pt_pt: Grupo Secreto

source: members
pt_pt: membros

source: person
pt_pt: pessoa

source: persons
pt_pt: pessoas

source: wants to join this group
pt_pt: deseja participar do Grupo

source: doesn't have members
pt_pt: não tem membros

source: Group Settings
pt_pt: Definições do Grupo

source: Member Requests
pt_pt: Pedidos de Membros

source: Delete Group
pt_pt: Deletar Grupo

source: No Requests
pt_pt: Sem Pedidos

source: doesn't have admins
pt_pt: não tem nenhum administrador

source: All Members
pt_pt: Todos os Membros

source: Once you delete your group you will no longer can access it again
pt_pt: Depois de excluir seu grupo, você não poderá mais acessá-lo novamente

source: My Groups
pt_pt: Meus Grupos

source: Create Group
pt_pt: Criar Grupo

source: Share your memories, connect with others, make new friends
pt_pt: Partilhe suas memórias, conecte com outras pessoas, faça novos amigos

source: My Boosted Posts
pt_pt: Minhas Publicações Impulsionadas

source: Choose the Plan That's Right for You
pt_pt: Escolha o Plano que é melhor para você

source: Check the package from
pt_pt: Verifique o pacote de

source: Here
pt_pt: Aqui

source: Upgrade to Pro
pt_pt: Atualize para o Pro

source: My Boosted Pages
pt_pt: Minhas Páginas Impulsionadas

source: Upgrade
pt_pt: Atualizar

source: Pro Users
pt_pt: Usuários Pro

source: Pro Pages
pt_pt: Páginas Pro

source: People you may know
pt_pt: Pessoas que talvez você conheça

source: Suggested Pages
pt_pt: Páginas Sugeridas

source: Suggested Groups
pt_pt: Grupos Sugeridos

source: Suggested Events
pt_pt: Eventos Sugeridos

source: Contacts
pt_pt: Contatos

source: Add New Product
pt_pt: Adicionar Novo Produto

source: results were found for the search for
pt_pt: resultados foram encontrados para a busca de

source: Promoted Products
pt_pt: Produtos Promovidos

source: More info
pt_pt: Mais informações

source: No products to show
pt_pt: Não há Produtos para exibir

source: Inbox
pt_pt: Caixa de Entrada

source: Load Older Threads
pt_pt: Carregar Tópicos mais antigos

source: No Selection
pt_pt: Sem Seleção

source: No Conversation Selected
pt_pt: Nenhuma conversa selecionada

source: Share
pt_pt: Partilhar

source: Your Notifications
pt_pt: As suas notificações

source: UPGRADE
pt_pt: ATUALIZAR

source: YOUR PROFILE
pt_pt: SEU PERFIL

source: Featured member
pt_pt: Membro destacado

source: Verified badge
pt_pt: Crachá verificado

source: Posts promotion
pt_pt: Postagens promovidas

source: Boost up to
pt_pt: Aumente para

source: Pages promotion
pt_pt: Páginas promovidas

source: Buy Now
pt_pt: Comprar Agora

source: Upgrade Now
pt_pt: Atualizar Agora

source: Unboost
pt_pt: Remover Impulsionamento

source: Boost
pt_pt: Impulsionar

source: Boost Page
pt_pt: Impulsionar Página

source: people like this
pt_pt: pessoas curtiram isso

source: Social Links
pt_pt: Links Sociais

source: Page Settings
pt_pt: Definições de Página

source: Page Information
pt_pt: Informação da Página

source: Delete Page
pt_pt: Deletar Página

source: Basic
pt_pt: Básico

source: Action Button
pt_pt: Ação do Botão

source: Company
pt_pt: Empresa

source: Phone
pt_pt: Telefone

source: Action Button Text
pt_pt: Texto do Botão de Ação

source: For example: Subscribe, Get tickets, Preorder now or Shop now
pt_pt: Por exemplo: Inscreva-se, compre ingressos, encomende agora ou compre agora

source: Action Button Color
pt_pt: Cor do Botão de Ação

source: Action Button URL
pt_pt: URL do Botão de Ação

source: Congratulations
pt_pt: Parabéns

source: This page is verified
pt_pt: Esta Página foi verificada

source: You can send verification request to verify your page
pt_pt: Você pode enviar uma solicitação de verificação para confirmar sua página

source: Verification Request
pt_pt: Pedido de Verificação

source: Your verification request is still awaiting admin approval
pt_pt: Sua solicitação de confirmação ainda está aguardando aprovação do administrador

source: Sorry
pt_pt: Desculpe

source: Your verification request has been declined by the admin
pt_pt: Sua solicitação de verificação foi recusada pelo administrador

source: Once you delete your page you will no longer can access it again
pt_pt: Depois de excluir sua página, você não poderá mais acessá-la novamente

source: My Pages
pt_pt: Minhas Páginas

source: Create Page
pt_pt: Criar página

source: Sent Requests
pt_pt: Enviar Pedidos

source: Keyword
pt_pt: Palavra-chave

source: Gender
pt_pt: Sexo

source: Any
pt_pt: Nenhum

source: Relationship
pt_pt: Relacionamento

source: Online Status
pt_pt: Status Online

source: People You May Know
pt_pt: Pessoas Que Talvez Você Conheça

source: No people available for your search
pt_pt: Não há pessoas disponíveis para sua pesquisa

source: Respond to Your Friend Request
pt_pt: Responda ao seu pedido de amizade

source: No new requests
pt_pt: Não há novas solicitações

source: Block
pt_pt: Bloquear

source: Mutual
pt_pt: Em Comum

source: Do you know
pt_pt: Você sabe

source: To see what
pt_pt: Para ver o que

source: shares with friends
pt_pt: compartilhas com os amigos

source: send a friend request
pt_pt: enviar uma solicitação de amigo

source: Studied
pt_pt: Estudou

source: Lives in
pt_pt: Reside em

source: Followed by
pt_pt: Seguido por

source: people
pt_pt: pessoas

source: doesn't have friends
pt_pt: não tem amigos

source: doesn't have followers
pt_pt: não tem seguidores

source: doesn't have followings
pt_pt: não Segue ninguém

source: Reset Password
pt_pt: Resetar Senha

source: Enter the email address you signed up with and we'll email you a reset link
pt_pt: Digite o endereço de e-mail que você se inscreveu com e vamos te enviar um link de redefinição

source: Email me a link
pt_pt: Envie-me um link

source: Enter Code
pt_pt: Inserir Código

source: Current
pt_pt: Atual

source: Re-type New
pt_pt: Digite Novamente

source: Work
pt_pt: Trabalho

source: Education
pt_pt: Educação

source: Email you with our newsletter
pt_pt: E-mail com nossa newsletter

source: or
pt_pt: ou

source: Active Session
pt_pt: Sessão Ativa

source: Email Me When
pt_pt: Notificar-me quando

source: Someone liked my post
pt_pt: Alguém curtir minha publicação

source: Someone commented on my post
pt_pt: Alguém comentou minha publicação

source: Someone shared my post
pt_pt: Alguém compartilho minha publicação

source: Someone posted on my timeline
pt_pt: Alguém publicou em meu mural

source: Someone mentioned me
pt_pt: Alguém me mencionar

source: Someone visited my profile
pt_pt: Alguém visitou o meu perfil

source: Someone sent me/accepted my friend requset
pt_pt: Alguém me enviou/aceitou meu pedido de amizade

source: Disconnect
pt_pt: Desconectar

source: Connect
pt_pt: Conectar

source: Your account is connected to
pt_pt: Sua conta está ligada ao

source: Connect your account to
pt_pt: Conecte sua conta ao

source: Manage Blocking
pt_pt: Gerenciar bloqueio

source: No blocked users
pt_pt: Nenhum Usuário Bloqueado

source: My Affiliates
pt_pt: Meus Afiliados

source: Affiliates System
pt_pt: Sistema de Afiliados

source: Earn up to
pt_pt: Ganhar até

source: For each user your refer
pt_pt: Para cada usuário que você indicar

source: You will be paid when
pt_pt: Você será pago quando

source: new user registered
pt_pt: novo usuário se registrar

source: new user registered & bought a package
pt_pt: novo usuário registrar e comprar um pacote

source: Your affiliate link is
pt_pt: Seu link de Afiliado é

source: No affiliates
pt_pt: Sem Afiliados

source: The minimum withdrawal request amount is
pt_pt: O valor mínimo para solicitação de retirada é

source: Your Balance
pt_pt: Seu Saldo

source: Make a withdrawal
pt_pt: Faça uma retirada

source: Withdrawal History
pt_pt: Histórico de Retirada

source: Approved
pt_pt: Aprovado

source: Declined
pt_pt: Rejeitado

source: No withdrawal history
pt_pt: Sem Histórico de Retirada

source: This account is verified
pt_pt: Esta conta está verificada

source: You can send verification request to verify your account
pt_pt: Você pode enviar uma solicitação para verificação de sua conta

source: Manage
pt_pt: Gerenciar

source: Once you delete your account you will no longer can access it again
pt_pt: Depois de excluir sua conta, você não poderá mais acessá-la novamente

source: Delete My Account
pt_pt: Excluir Minha Conta

source: Welcome
pt_pt: Bem Vindo(a)

source: First name
pt_pt: Primeiro Nome

source: Last name
pt_pt: Sobrenome

source: By creating your account, you agree to our
pt_pt: Ao criar sua conta, você concorda com nossos

source: Terms
pt_pt: Termos

source: Privacy Policy
pt_pt: Política de Privacidade

source: BUILD
pt_pt: CONSTRUIR

source: This information will let us know more about you
pt_pt: Esta informação nos ajuda a lhe conhecer melhor

source: Step 1
pt_pt: ﻿Passo 1

source: Upload your photo
pt_pt: Escolha uma foto

source: Step 2
pt_pt: ﻿Passo 2

source: Update your info
pt_pt: Atualize sua informação

source: Step 3
pt_pt: Passo 3

source: Add Friends
pt_pt: Adicione amigos

source: Let's start with your photo
pt_pt: Vamos começar com a sua foto

source: Next Step
pt_pt: Próximo

source: Share your information with our community
pt_pt: Compartilhe suas informações com outros membros

source: Get latest activities from our popular users
pt_pt: Conecte com novos Usuários e siga suas publicações

source: Finish
pt_pt: Finalizar

source: Sponsored
pt_pt: Patrocinado

source: Add Photos
pt_pt: Adicionar Fotos

source: Delete Album
pt_pt: Excluir Álbum

source: Shared with
pt_pt: Partilhado com

source: This album is empty
pt_pt: O álbum está vazio

source: Promoted Posts
pt_pt: Postagens promovidas

source: Be Connected
pt_pt: Mantenha Conectado

source: Discover new people, create new connections and make new friends
pt_pt: Conheça novas pessoas, crie conexões e faça novos amigos

source: News Feed
pt_pt: Feed de Notícias

source: See what everyone’s up to and what’s on their minds
pt_pt: Veja o que todos estão fazendo e o que estão pensando

source: Help friends know you better and show them what you have in common
pt_pt: Ajude os amigos a conhecê-lo melhor e mostre o que vocês têm em comum

source: Never miss a thing out! Keep in touch with your fans and customers
pt_pt: Nunca perca nada! Mantenha contato com seus amigos e seguidores

source: Communicate and collaborate with the people who share your interests
pt_pt: Comunicar e colaborar com as pessoas que compartilham seus interesses

source: Members can organize community events for online and offline doings
pt_pt: Os membros podem organizar eventos da comunidade para atividades online e offline

source: Members can hold conversations in the form of posted messages
pt_pt: Os membros podem manter conversas na forma de mensagens postadas

source: Playing games always fun, Play with the people who share your interests
pt_pt: Jogando jogos sempre divertido, brincar com as pessoas que compartilham seus interesses

source: Send a New Message
pt_pt: Enviar uma mensagem

source: No messages
pt_pt: Nenhuma mensagem

source: Alert Sound
pt_pt: Som de Alerta

source: No notifications
pt_pt: Nenhuma notificação

source: See All Results
pt_pt: Veja todos os resultados

source: Clear
pt_pt: Limpar

source: Recent Searches
pt_pt: Pesquisas Recentes

source: Advanced Search
pt_pt: Pesquisa Avançada

source: Please go to
pt_pt: Pro favor, Vá para

source: Please check the SMS on your phone
pt_pt: Verifique o SMS em seu Celular

source: Change Email
pt_pt: Alterar E-mail

source: Resend SMS
pt_pt: Reenviar SMS

source: Change Phone Number
pt_pt: Alterar Número de Telefone

source: The system has been shutted down
pt_pt: O Sistema foi Desligado

source: Turn it on from
pt_pt: Ligá-lo de

source: Log Out
pt_pt: Sair

source: Register
pt_pt: Registar-se

source: Not Logged In
pt_pt: Sem sessão iniciada

source: Please log in to continue
pt_pt: Por favor faça o login para continuar

source: Select Your Language
pt_pt: Seleccionar Idioma

source: Search for
pt_pt: Pesquisar por

source: Select Your Payment Method
pt_pt: Selecionar Seu Método de Pagamento

source: Credit Card
pt_pt: Cartão de Crédito

source: Check Your Email
pt_pt: Verifique seu E-mail

source: Check your email
pt_pt: Verifique seu e-mail

source: We sent you an email with a six-digit confirmation code. Enter it below to continue to reset your password
pt_pt: Enviamos um e-mail com um código de confirmação de seis dígitos. Digite abaixo para continuar a redefinir sua senha

source: We sent your code to
pt_pt: Enviamos seu código para

source: Continue
pt_pt: Continuar

source: Change Your Password!
pt_pt: Altere sua senha!

source: New Password
pt_pt: Nova Senha

source: Confirm Password
pt_pt: Confirmar Senha

source: Change Email Address
pt_pt: Alterar E-mail

source: Current Email
pt_pt: E-mail atual

source: New Email
pt_pt: Novo e-mail

source: Enter the code from the SMS message
pt_pt: Digite o código do SMS recebido

source: Let us know if this mobile number belongs to you. Enter the code in the SMS
pt_pt: Deixe-nos saber se este número de celular pertence a você. Digite o código no SMS

source: Current Phone
pt_pt: Celular Atual

source: New Phone
pt_pt: Novo Celular

source: For example
pt_pt: Por Exemplo

source: Turn Off Chat
pt_pt: Desligar o Chat

source: Turn On Chat
pt_pt: Ligar o Chat

source: Calling
pt_pt: Chamando

source: Please wait for answer
pt_pt: Por favor, espere pela resposta

source: Good Morning
pt_pt: Bom dia

source: Good Afternoon
pt_pt: Boa tarde

source: Good Evening
pt_pt: Boa noite

source: Post Hidden
pt_pt: Post Escondido

source: This post will no longer appear to you
pt_pt: Este post já não será exibido para você

source: Undo
pt_pt: Anular

source: You won't see posts from
pt_pt: Você não vai ver posts de

source: in News Feed anymore
pt_pt: sem mais Feed de Notícias

source: Create New Page
pt_pt: Criar Nova Página

source: Create
pt_pt: Criar

source: Create New Group
pt_pt: Criar Novo Grupo

source: Create New Event
pt_pt: Criar Novo Evento

source: Send To
pt_pt: Enviar Para

source: Your Affiliates Credit
pt_pt: Seus Créditos de Afiliados

source: Crop Picture
pt_pt: Cortar Foto

source: Verify
pt_pt: Verificar

source: Decline
pt_pt: Rejeitar

source: Cover Photos
pt_pt: Fotos de Capa

source: Profile Pictures
pt_pt: Fotos de Perfil

source: Timeline Photos
pt_pt: Fotos de Linha de Tempo

source: Describe your item (optional)
pt_pt: Descreva seu item (opcional)

source: Ask something
pt_pt: Pergunte algo

source: Loading
pt_pt: Carregando

source: Delete Conversation
pt_pt: Deletar Conversa

source: Share Post
pt_pt: Compartilhar Publicação

source: Report User
pt_pt: Denunciar Usuário

source: Report Page
pt_pt: Denunciar Página

source: Report Group
pt_pt: Denunciar Grupo

source: Block User
pt_pt: Bloquear Usuário

source: Unblock User
pt_pt: Desbloquear Usuário

source: Read more
pt_pt: Leia mais

source: Read less
pt_pt: Leia menos

source: Monthly Average
pt_pt: Média Mensal

source: Are you sure you want to delete this?
pt_pt: Tem Certeza que deseja apagar isto?

source: Are you sure you want to remove your cover photo?
pt_pt: Tem certeza que deseja remover sua foto de capa?

source: Are you sure you want to remove your profile picture?
pt_pt: Tem certeza de que deseja remover sua foto de perfil?

source: Are you sure you want to delete this post?
pt_pt: Tem certeza de que deseja apagar esta publicação?

source: Are you sure you want to share this post?
pt_pt: Tem certeza que deseja compartilhar esta publicação?

source: Are you sure you want to delete this comment?
pt_pt: Tem certeza que quer eliminar este comentário?

source: Are you sure you want to delete this conversation?
pt_pt: Tem certeza que deseja apagar esta conversa?

source: Are you sure you want to report this user?
pt_pt: Tem certeza que deseja denunciar este usuário?

source: Are you sure you want to block this user?
pt_pt: Tem certeza que deseja bloquear esse usuário?

source: Are you sure you want to unblock this user?
pt_pt: Tem certeza que deseja desbloquear este usuário?

source: Are you sure you want to delete your account?
pt_pt: Tem certeza que deseja deletar sua conta?

source: Are you sure you want to verify this request?
pt_pt: Tem certeza que deseja verificar este pedido?

source: Are you sure you want to decline this request?
pt_pt: Tem certeza que deseja rejeitar este pedido?

source: Are you sure you want to approve this request?
pt_pt: Tem certeza que deseja aprovar este pedido?

source: There is something that went wrong!
pt_pt: Algo deu errado!

source: There is no more data to show
pt_pt: Não há mais publicações para exibir

source: This has been shared to your Timeline
pt_pt: Isso foi compartilhado em sua Linha do Tempo

source: Search for people, pages and #hashtags
pt_pt: Pesquise pessoas, páginas e #hashtags

source: What is on your mind? #Hashtag.. @Mention.. Link..
pt_pt: No que você está pensando? #Hashtag... @Menção... Link...

source: Write a comment
pt_pt: Escrever Comentário

source: Shared with: Public
pt_pt: Compartilhado com: Público

source: Shared with: Friends
pt_pt: Compartilhado com: Amigos

source: Shared with: Only Me
pt_pt: Compartilhado com: Só Eu

source: Write a message
pt_pt: Escrever Mensagem

source: Facebook Profile URL
pt_pt: URL Perfil do Facebook

source: Twitter Profile URL
pt_pt: URL Perfil do Twitter

source: Google+ Profile URL
pt_pt: URL Perfil do Google+

source: YouTube Profile URL
pt_pt: URL Perfil do Youtube

source: Instagram Profile URL
pt_pt: URL Perfil do Instagram

source: LinkedIn Profile URL
pt_pt: URL Perfil do LinkedIn

source: Vkontakte Profile URL
pt_pt: URL Perfil do Vkontakte

source: Add an option
pt_pt: Adicionar uma opção

source: What are you selling?
pt_pt: O que você está vendendo?

source: Add price
pt_pt: Adicionar Preço

source: Add Location (optional)
pt_pt: Adicionar Localização (opcional)

source: Album title
pt_pt: Título do Álbum

source: Where are you?
pt_pt: Onde você está?

source: Search for products
pt_pt: Pesquisar produtos

source: Promoted
pt_pt: Promovidos

source: Search for user name or email
pt_pt: Pesquisar por nome de usuário ou e-mail

source: Anyone can see the group, its members and their posts
pt_pt: Qualquer um pode ver o grupo, seus membros e suas postagens

source: Only members can see posts
pt_pt: Apenas membros podem ver postagens

source: Only members can find the group and see posts
pt_pt: Somente membros podem encontrar o grupo e ver as postagens

source: Anyone can see the event, its users and posts
pt_pt: Qualquer pessoa pode ver o evento, seus usuários e postagens

source: Only event users can see posts
pt_pt: Somente usuários do evento podem ver postagens

source: Only invited users and event users can find the event
pt_pt: Somente usuários convidados e usuários do evento podem encontrar o evento

source: Appears on the right panel of home page
pt_pt: Aparece no painel direito da página inicial

source: Appears on the right panel of search page
pt_pt: Aparece no painel direito da página de pesquisa

source: Appears on the right panel of discover people page
pt_pt: Aparece no painel direito de descobrir a página de pessoas

source: Appears on the right panel of notifications page
pt_pt: Aparece no painel direito da página de notificações

source: Appears on the right panel of post page
pt_pt: Aparece no painel direito da página de post

source: Appears on the right panel of photo page
pt_pt: Aparece no painel direito da página de foto
