Repository: harry2712/customengine1
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Appears on the right panel of directory
pt_pt: Aparece no painel direito do diretório

source: Appears on the top of products list
pt_pt: Aparece no topo da lista de produtos

source: Appears after
pt_pt: Aparece depois

source: posts are loaded, between the posts
pt_pt: posts são carregados, entre os posts

source: Appears on the sidebar on article page
pt_pt: Aparece na barra lateral na página do artigo

source: Appears on all pages right after the header
pt_pt: Aparece em todas as páginas logo após o cabeçalho

source: Appears on all pages right before the footer
pt_pt: Aparece em todas as páginas antes do rodapé

source: Got It!
pt_pt: Aceitar!

source: Learn More
pt_pt: Saber Mais

source: Translated
pt_pt: Traduzido

source: Verification Requset
pt_pt: Pedido de Verificação

source: Delete Cover
pt_pt: Deletar Capa

source: Delete Picture
pt_pt: Deletar Imagem

source: Mark as Paid
pt_pt: Marcar como Pago

source: Are you sure you want to do this?
pt_pt: Você tem certeza de que quer fazer isso?

source: Pinned Post
pt_pt: Publicação Fixada

source: Recent Updates
pt_pt: Atualizações Recentes

source: Text
pt_pt: Texto

source: Media
pt_pt: Mídia

source: Audios
pt_pt: Áudios

source: Files
pt_pt: Ficheiros

source: Products
pt_pt: Produtos

source: Maps
pt_pt: Mapas

source: Add New Article
pt_pt: Adicionar Novo Artigo

source: Video uploaded successfully
pt_pt: Vídeo carregado com sucesso

source: Audio uploaded successfully
pt_pt: Áudio carregado com sucesso

source: File uploaded successfully
pt_pt: Arquivo carregado com sucesso

source: Sell Something
pt_pt: Vender Produto

source: Write Article
pt_pt: Escrever Artigo

source: Create Poll
pt_pt: Criar Enquete

source: favorites
pt_pt: favoritos

source: Advertising
pt_pt: Propaganda

source: explore
pt_pt: explorar

source: Remember me
pt_pt: Lembrar-me

source: Forgotten password?
pt_pt: Esqueceu a Senha?

source: login with
pt_pt: entrar com

source: Not registered?
pt_pt: Ainda não tem cadastro?

source: Create an account
pt_pt: Crie uma conta

source: New to
pt_pt: Novo para

source: Sign up
pt_pt: Registe-se

source: register with
pt_pt: registrar com

source: Have an account?
pt_pt: Já tem uma Conta?

source: Login Now
pt_pt: Faça Login

source: Select
pt_pt: Selecionar

source: Edit Comment
pt_pt: Editar Comentário

source: Delete Comment
pt_pt: Excluir Comentário

source: View previous replies
pt_pt: Ver respostas anteriores

source: photo
pt_pt: foto

source: Play
pt_pt: Reproduzir

source: Mark as Sold
pt_pt: Marcar como Vendido

source: Mark as Available
pt_pt: Marcar como Disponível

source: Unsave Post
pt_pt: Publicações não Salvas

source: Save Post
pt_pt: Salvar Post

source: Unboost Post
pt_pt: Não Impulsionar

source: Boost Post
pt_pt: Impulsionar Publicação

source: Unpin Post
pt_pt: Desafixar Publicação

source: Pin Post
pt_pt: Fixar Publicação

source: Edit Post
pt_pt: Editar Artigo

source: Delete Post
pt_pt: Excluir Publicação

source: Unfollow
pt_pt: Deixar de seguir

source: Stop seeing posts but stay friends
pt_pt: Parar de ver Publicações mas continuar amigos

source: Hide this post
pt_pt: Esconder esta Publicação

source: See fewer posts like this
pt_pt: Ver menos Publicações como esta

source: Report post
pt_pt: Denunciar publicação

source: Open post in new tab
pt_pt: Abrir numa nova aba

source: shared
pt_pt: partilhado

source: video
pt_pt: vídeo

source: song
pt_pt: música

source: poll
pt_pt: enquete

source: audio
pt_pt: áudio

source: file
pt_pt: ficheiro

source: post
pt_pt: publicação

source: shared a link
pt_pt: compartilhou um link

source: added
pt_pt: adicionado

source: photos to the album
pt_pt: fotos para o álbum

source: created a poll
pt_pt: criou uma enquete

source: added new product for sale
pt_pt: adicionou um novo produto para vender

source: added new article
pt_pt: adicionou um novo artigo

source: added a video
pt_pt: adicionou um vídeo

source: added an audio
pt_pt: adicionou um áudio

source: added a file
pt_pt: adicionou um arquivo

source: added a photo
pt_pt: adicionou uma foto

source: updated the profile picture
pt_pt: atualizou a foto de perfil

source: updated the cover photo
pt_pt: atualizou a foto de capa

source: updated page picture
pt_pt: atualizou a imagem da página

source: updated cover photo
pt_pt: atualizou a foto de capa

source: updated group picture
pt_pt: atualizou a foto do grupo

source: updated group cover
pt_pt: atualizou a foto de capa do grupo

source: updated event cover
pt_pt: atualizou a foto de capa do evento

source: is
pt_pt: é

source: Translate
pt_pt: Traduzir

source: Your browser does not support HTML5 audio
pt_pt: Seu navegador não suporta áudio com HTML5

source: File Type
pt_pt: Tipo de ficheiro

source: Download
pt_pt: Baixar

source: Show Attachments
pt_pt: Mostrar anexos

source: SOLD
pt_pt: VENDIDO

source: Contact Seller
pt_pt: Contatar Vendedor

source: View previous comments
pt_pt: Ver Comentários Anteriores

source: Please log in to like, share and comment!
pt_pt: Faça Login para curtir, compartilhar e comentar!

source: Shares
pt_pt: Compartilhamentos

source: Comment
pt_pt: Comentar

source: Add
pt_pt: Adicionar

source: Unblock
pt_pt: Desbloquear

source: Invite
pt_pt: Convidar

source: Remove
pt_pt: Rmover

source: Remove Admin
pt_pt: Rmover Administrador

source: Make Admin
pt_pt: Tornar Administrador

source: Approve
pt_pt: Aprovar

source: The file type is not valid image
pt_pt: O tipo de arquivo não é uma imagem válida

source: Displaying
pt_pt: Exibindo

source: of
pt_pt: de

source: Prev
pt_pt: Anterior

source: Next
pt_pt: Seguinte

source: You have already blocked this user before!
pt_pt: Você já bloqueou este usuário antes!

source: You reached the maximum number of boosted pages! Upgrade your package to get more
pt_pt: Você alcançou o número máximo de páginas Impulsionadas! Atualize seu pacote para obter mais

source: You can not remove page super admin
pt_pt: Você não pode remover o super admin da página

source: You can not remove group super admin
pt_pt: Você não pode remover o super admin do grupo

source: You can not delete admin/morderator accounts
pt_pt: Você não pode excluir contas de adminsitradores/morderadores

source: accepted your friend request
pt_pt: aceitou seu pedido de amizade

source: now following you
pt_pt: está te seguindo

source: likes your post
pt_pt: curtiu sua publicação

source: likes your photo
pt_pt: curtiu sua foto

source: likes your comment
pt_pt: curtiu seu comentário

source: likes your reply
pt_pt: curtiu sua resposta

source: commented on your post
pt_pt: comentou sua publicação

source: commented on your photo
pt_pt: comentou na sua foto

source: replied to your comment
pt_pt: respondeu ao seu comentário

source: shared your post
pt_pt: compartilhou sua publicação

source: voted on your poll
pt_pt: votou em sua enquete

source: mentioned you in a post
pt_pt: mencionou você em uma publicação

source: mentioned you in a comment
pt_pt: mencionou você em um comentário

source: mentioned you in a reply
pt_pt: mencionou você em um comentário

source: visited your profile
pt_pt: visitou seu perfil

source: posted on your wall
pt_pt: publicou em sua linha de tempo

source: invite you to like a page
pt_pt: convidou você para curtir uma página

source: added you as admin to
pt_pt: adicionou você como administrador para

source: page
pt_pt: página

source: asked to join your group
pt_pt: pediu para participar de seu grupo

source: added you to
pt_pt: adicionou você ao

source: group
pt_pt: grupo

source: accepted your request to join
pt_pt: aceitou seu pedido para entrar

source: invite you to join an event
pt_pt: convidou você para participar de um evento

source: replied to your thread
pt_pt: respondeu ao seu tópico

source: sent you
pt_pt: enviou-lhe

source: New notification from
pt_pt: Nova notificação de

source: Hi
pt_pt: Olá

source: Team
pt_pt: Equipe

source: more
pt_pt: mais

source: You are not authorized to view this
pt_pt: Não está autorizado a visualizar esta página

source: You are not authorized to do this
pt_pt: Você não está autorizado a fazer isso

source: You aren't allowed to message
pt_pt: Você não tem permissão para enviar mensagens

source: This photo can't be deleted
pt_pt: Esta foto não pode ser excluída

source: This album can't be deleted
pt_pt: Este álbum não pode ser excluído

source: You must fill in all of the fields
pt_pt: Você precisa preencher todos os campos

source: You reached the maximum number of boosted posts! Upgrade your package to get more
pt_pt: Você atingiu o número máximo de publicações impusionadas! Atualize seu pacote para obter mais

source: This feature has been disabled by the admin
pt_pt: Esse recurso foi desativado pelo administrador

source: You must enter a title for your article
pt_pt: Você deve digitar um título para seu artigo

source: Article title must be at least 3 characters long. Please try another
pt_pt: O título do Artigo deve ser pelo menos 3 caracteres. Por favor, tente outro

source: You must enter some text for your article
pt_pt: Você deve inserir algum texto em seu artigo

source: You must select valid category for your article
pt_pt: Você deve selecionar uma categoria válida para seu artigo

source: You must enter a title for your page
pt_pt: Você deve digitar um título para sua página

source: Page title must be at least 3 characters long. Please try another
pt_pt: Título da página deve ser pelo menos 3 caracteres. Por favor, tente outro

source: You must enter a username for your page
pt_pt: Você deve digitar um nome de usuário para sua página

source: Please enter a valid username (a-z0-9_.) with minimum 3 characters long
pt_pt: Por favor, digite uma nome de usuário válido (a-z0-9) com no mínimo 3 caracteres

source: You can't use
pt_pt: Você não pode usar

source: as username
pt_pt: como Nome de Usuário

source: Sorry, it looks like this username
pt_pt: Desculpa, parece que este nome de utilizador

source: belongs to an existing page
pt_pt: pertence a uma página existente

source: You must select valid category for your page
pt_pt: Você deve selecionar uma categoria válida para sua página

source: Please enter a valid website URL
pt_pt: Por favor, insira um endereço Web válido

source: Please select a valid action button color
pt_pt: Por favor, selecione uma cor de botão de ação válida

source: Please enter a valid action button URL
pt_pt: Insira um URL válido do botão de ação

source: Please enter a valid Facebook Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Facebook

source: Please enter a valid Twitter Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Twitter

source: Please enter a valid Google+ Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Google+

source: Please enter a valid YouTube Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Youtube

source: Please enter a valid Instagram Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Instagram

source: Please enter a valid Linkedin Profile URL
pt_pt: Por favor insira uma URL de perfil válido do LinkedIn

source: Please enter a valid Vkontakte Profile URL
pt_pt: Por favor insira uma URL de perfil válido do Vkontakte

source: You must enter a name for your group
pt_pt: Você deve digitar um nome de usuário para o seu grupo

source: Group name must be at least 3 characters long. Please try another
pt_pt: O Nome do Grupo deve ter pelo menos 3 caracteres. Por favor, tente outro

source: You must enter a web address for your group
pt_pt: Você deve inserir um link válido do Site para seu Grupo

source: Please enter a valid web address (a-z0-9_.) with minimum 3 characters long
pt_pt: Por favor insira uma url válida de seu Site (a-z0-9), como no mínimo 3 caracteres longos

source: as web address
pt_pt: como endereço Web

source: Sorry, it looks like this web address
pt_pt: Desculpe, parece com este endereço da Web

source: belongs to an existing group
pt_pt: pertence a um grupo existente

source: You must select valid category for your group
pt_pt: Você deve selecionar uma categoria válida para o seu grupo

source: You must select a valid privacy for your group
pt_pt: Você deve selecionar uma privacidade válida para o seu grupo

source: You must enter a name for your event
pt_pt: Você deve inserir um nome para seu evento

source: Event name must be at least 3 characters long. Please try another
pt_pt: O nome do evento deve ter pelo menos 3 caracteres. Por favor, tente outro

source: You have to enter the event start date
pt_pt: Você deve inserir a data de início do evento

source: You have to enter the event end date
pt_pt: Você deve inserir a data final do evento

source: Event end date must be after the start date
pt_pt: A data final do evento deve ser após a data de início

source: You must select a valid privacy for your event
pt_pt: Você deve selecionar uma privacidade válida para seu evento

source: You must select valid category for your event
pt_pt: Você deve selecionar uma categoria válida para seu evento

source: You can't add a thread to a main section
pt_pt: Você não pode adicionar um tópico a uma seção principal

source: You must enter a title for your thread
pt_pt: Você deve inserir um título para o seu tópico

source: Thread title must be at least 3 characters long. Please try another
pt_pt: O título da tópico deve ter pelo menos 3 caracteres. Por favor tente outro

source: You must enter some text for your thread
pt_pt: Você deve inserir algum texto ao seu tópico

source: You must enter some text for your reply
pt_pt: Você deve inserir algum texto em sua resposta

source: You have already reported this before!
pt_pt: Você já informou isso antes!

source: You must enter
pt_pt: Você deve inserir

source: You must select
pt_pt: Você deve selecionar

source: The maximum value for
pt_pt: O valor máximo para

source: You have to enter the campaign title
pt_pt: Você precisa inserir o título da campanha

source: You have to enter the campaign start date
pt_pt: Você precisa inserir a data de início da campanha

source: You have to enter the campaign end date
pt_pt: Você precisa inserir a data de término da campanha

source: Campaign end date must be after the start date
pt_pt: A data de término da campanha deve ser posterior à data de início

source: Campaign end date must be after today datetime
pt_pt: A data de término da campanha deve ser depois da data atual

source: You must enter valid budget
pt_pt: Você deve inserir um orçamento válido

source: The minimum budget must be
pt_pt: O orçamento mínimo deve ser

source: Replenish wallet credit
pt_pt: Carregar crédito da carteira

source: You have to select a valid bidding
pt_pt: Você precisa selecionar um lance válido

source: You have to select a valid gender
pt_pt: Você precisa selecionar um gênero válido

source: You have to select a valid relationship
pt_pt: Você tem que selecionar um relacionamento válido

source: You have to enter a valid URL for your ads
pt_pt: Você precisa inserir uma URL válido para seus anúncios

source: You have to select one for your pages for your ads
pt_pt: Você precisa selecionar uma para suas páginas para seus anúncios

source: You have to select one for your groups for your ads
pt_pt: Você precisa selecionar um para seus grupos para seus anúncios

source: You have to select one for your events for your ads
pt_pt: Você precisa selecionar um para seus eventos para seus anúncios

source: You have to select a valid ads type
pt_pt: Você precisa selecionar um tipo de anúncio válido

source: You have to select a valid ads placement
pt_pt: Você precisa selecionar um canal de anúncios válido

source: You have to upload an image for your ads
pt_pt: Você precisa fazer o upload de uma imagem para seus anúncios

source: The campaign total spend reached the campaign budget already, increase the campaign budget to resume the campaign
pt_pt: O gasto total da campanha já atingiu o orçamento da campanha, aumente o orçamento da campanha para retomar a campanha

source: increase the campaign budget to resume the campaign
pt_pt: aumentar o orçamento da campanha para retomar a campanha

source: You must enter valid amount of money
pt_pt: Você deve inserir uma quantia válida

source: You must search for a user to send money to
pt_pt: Você deve procurar um usuário para enviar dinheiro

source: You can't send money to yourself!
pt_pt: Você não pode enviar dinheiro para você mesmo!

source: You can't send money to this user!
pt_pt: Você não pode enviar dinheiro para esse usuário!

source: Your current wallet balance is
pt_pt: Seu saldo atual da carteira é

source: Recharge your wallet to continue
pt_pt: Recarregue sua carteira para continuar

source: The amount is larger than your current affiliates balance
pt_pt: O valor é maior do que seu saldo atual de afiliados

source: Sorry, it looks like
pt_pt: Desculpa, parece que

source: belongs to an existing account
pt_pt: pertence a uma conta existente

source: Your current password is incorrect
pt_pt: A sua de palavra-passe actual está incorrecta

source: Your passwords do not match
pt_pt: As senhas não coincidem

source: Password must be at least 6 characters long. Please try another
pt_pt: A senha deve ter no mínimo 6 caracteres. Por favor, tente outro

source: You must enter first name
pt_pt: Precisa inserir o Primeiro Nome

source: First name contains invalid characters
pt_pt: Seu Primeiro Nome contém caracteres inválidos

source: First name must be at least 3 characters long. Please try another
pt_pt: Primeiro Nome deve ter no mínimo 3 caracteres. Por favor, tente outro

source: You must enter last name
pt_pt: Você deve inserir o Sobrenome

source: Last name contains invalid characters
pt_pt: O Sobrenome contém caracteres inválidos

source: Last name must be at least 3 characters long. Please try another
pt_pt: O Sobrenome deve ter no mínimo 3 caracteres. Por favor, tente outro

source: Please select a valid gender
pt_pt: Por favor, selecione um gênero válido

source: You must select valid country
pt_pt: Você deve selecionar país válido

source: Please select a valid birth month
pt_pt: Por favor selecione um mês de nascimento válido

source: Please select a valid birth day
pt_pt: Por favor selecione um dia de nascimento válido

source: Please select a valid birth year
pt_pt: Por favor, selecione um ano de nascimento válido

source: Please select a valid relationship
pt_pt: Por favor, selecione um relacionamento válido

source: Please enter a valid website
pt_pt: Por favor, insira um endereço Web válido

source: Please enter a valid work website
pt_pt: Por favor, insira um site de trabalho válido

source: The invitation code you entered is invalid or expired
pt_pt: O código de convite que você inseriu é inválido ou expirou

source: Please enter a valid email address
pt_pt: Introduza um endereço de e-mail válido

source: Please enter a valid phone number
pt_pt: Por favor, insira um número de telefone válido

source: Your password must be at least 6 characters long. Please try another
pt_pt: Sua senha deve ter pelo menos 6 caracteres. Por favor, tente outro

source: Your first name contains invalid characters
pt_pt: Seu Primeiro Nomo contêm caracteres inválidos

source: Your first name must be at least 3 characters long. Please try another
pt_pt: Seu Primeiro Nome deve ter no mínimo 3 caracteres. Por favor, tente outro

source: Your last name contains invalid characters
pt_pt: Seu Sobrenome contêm caracteres inválidos

source: Your last name must be at least 3 characters long. Please try another
pt_pt: Seu Sobrenome deve ter no mínimo 3 caracteres. Por favor, tente outro

source: Sorry, You must be
pt_pt: Desculpa, você deve ter

source: years old to register
pt_pt: anos de idade para Registar

source: The secuirty check is incorrect. Please try again
pt_pt: A verificação de segurança está incorreta. Por favor, tente novamente

source: You must read and agree to our terms and privacy policy
pt_pt: Você deve ler e concordar com nossos Termos e Política de Privacidade

source: Just one more step to get started on
pt_pt: Só mais um passo para começar a fazer

source: Activation email could not be sent
pt_pt: E-mail de ativação não pôde ser enviada

source: The email you entered does not belong to any account
pt_pt: O email que você digitou não pertence a nenhuma conta

source: Please enter a valid email address or username
pt_pt: Por favor, digite um endereço de e-mail ou nome de usuário válidos

source: The username you entered does not belong to any account
pt_pt: O nome de usuário digitado não pertence a nenhuma conta

source: Please re-enter your password
pt_pt: Por favor, digite novamente a sua Senha

source: The password you entered is incorrect
pt_pt: A Senha que inseriu está incorreta

source: If you forgot your password?
pt_pt: Se você esqueceu sua senha?

source: Request a new one
pt_pt: Solicitar uma nova

source: You have reached the maximum number of account for your IP
pt_pt: Atingiste o número máximo de conta para seu IP

source: Invalid code, please try again
pt_pt: Código inválido. Por favor, tente novamente

source: Please enable the invitations system first to get new invitation code
pt_pt: Por favor, ative o sistema de convites primeiro para obter um novo código de convite

source: This invitation code is expired
pt_pt: Este código de convite expirou

source: Invitation to join
pt_pt: Convite para Participar

source: We happy to invite you to our website
pt_pt: Estamos felizes em convidá-lo para o nosso site

source: Your invitation code
pt_pt: Seu Código de Convite é

source: Invitation email could not be sent
pt_pt: O email de convite não pôde ser enviado

source: doesn't belong to any account
pt_pt: não pertence a qualquer conta

source: Forget password activation key!
pt_pt: Esqueça a chave de ativação da senha!

source: To complete the reset password process, please copy this token:
pt_pt: Para completar o processo de redefinição de senha, por favor, copie este token:

source: Activation key email could not be sent!
pt_pt: Chave de ativação de ativação por e-mail não pode ser enviado!

source: Invalid email, please try again
pt_pt: E-mail inválido, por favor, tente novamente

source: Your passwords do not match. Please try another
pt_pt: Suas senhas não coincidem. Por favor, tente outro

source: Your session hash has been broken, Please contact Sngine's support!
pt_pt: Sua sessão foi bloqueada, entre em contato com o suporte do Ministério Jovem Club!

source: Database Error
pt_pt: Erro do Banco de Dados

source: An error occurred while writing to database. Please try again later
pt_pt: Ocorreu um erro ao escrever para o banco de dados. Por favor, tente novamente mais tarde

source: 404 Not Found
pt_pt: 404 Página não encontrada

source: The requested URL was not found on this server. That's all we know
pt_pt: A URL solicitada não foi encontrada neste servidor. É tudo o que sabemos

source: There is some thing went wrong
pt_pt: Há algo errado

source: Test SMTP Connection on
pt_pt: Teste a conexão SMTP

source: This is a test email
pt_pt: Este é um email de teste

source: Test email could not be sent. Please check your settings
pt_pt: O email de teste não pôde ser enviado. Por favor, verifique suas configurações

source: Test SMS from
pt_pt: Testar SMS de

source: Test SMS could not be sent. Please check your settings
pt_pt: Teste de SMS não pôde ser enviado. Por favor, verifique suas configurações

source: There is no buckets in your account
pt_pt: Não há buckets na sua conta

source: There is no bucket with this name in your account
pt_pt: Não há bucket com esse nome na sua conta

source: Pro Package
pt_pt: Pacote Pro

source: Pay For
pt_pt: Pagar por
