Repository: harry2712/customengine1
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Wall Posts
pt_pt: Mural de Publicações

source: Users can publish posts on their friends walls
pt_pt: Os usuários podem publicar no mural dos amigos

source: Polls
pt_pt: Enquetes

source: Turn the poll posts On and Off
pt_pt: Ativar e Desativar Publicações de Enquetes

source: Check the documentation to learn how to get this key
pt_pt: Verifique a documentação para saber como obter essa chave

source: Geolocation
pt_pt: Geolocalização

source: Turn the post Geolocation On and Off
pt_pt: Ligar o post Geolocation e desligar

source: Geolocation Google Key
pt_pt: Geolocalização Google Key

source: Post Translation
pt_pt: Tradução do Post

source: Turn the post translation On and Off
pt_pt: Ativar e Desativar Tradução do Post

source: Social Share
pt_pt: Compartilhamento Social

source: Turn the social share for posts On and Off
pt_pt: Ativar e desativar o compartilhamento social para postagens

source: Smart YouTube Player
pt_pt: Player Inteligente do YouTube

source: Smart YouTube player will save a lot of bandwidth
pt_pt: O player inteligente do YouTube economizará muita largura de banda

source: Default Privacy
pt_pt: Privacidade Padrão

source: Friends
pt_pt: Amigos

source: Only Me
pt_pt: Só Eu

source: Invitation Codes
pt_pt: Códigos de Convite

source: If Registration is Free and Pro Packages enabled they will be used as an optional upgrading plans
pt_pt: Se o registro for Gratuito e os Pacotes Pro estão habilitados, eles serão usados como planos de atualização opcionais

source: Registration Enabled
pt_pt: Registro Habilitado

source: Allow users to create accounts
pt_pt: Habilitar Usuários a Criar Contas

source: Registration Type
pt_pt: Tipo de Registro

source: Free
pt_pt: Gratuito

source: Subscriptions Only
pt_pt: Apenas Subscrição

source: Allow users to create accounts Free or via Subscriptions only
pt_pt: Permitir que os usuários criem contas gratuitamente ou somente por meio de assinaturas

source: Invitation Enabled
pt_pt: Convite ativado

source: This system is used to invite users if the registration is turned off
pt_pt: Este sistema é usado para convidar usuários se o registro estiver desativado

source: Pro Packages Enabled
pt_pt: Pacotes Pro Ativados

source: Enable pro packages to be used as upgrading plans or for subscriptions
pt_pt: Ativar Pacotes Pro para serem usados como planos de upgrade ou para assinaturas

source: Activation Enabled
pt_pt: Ativação Ativada

source: Enable account activation to send activation code to user's email/phone
pt_pt: Ativar a ativação da conta para enviar o código de ativação para o email / telefone do usuário

source: Activation Via
pt_pt: Ativação Via

source: Select Email or SMS activation to send activation code to user's email/phone
pt_pt: Selecione Email ou ativação de SMS para enviar o código de ativação para o e-mail / telefone do usuário

source: Verification Requests
pt_pt: Solicitações de verificação

source: Turn the verification requests from users & pages On and Off
pt_pt: Ativar e desativar as solicitações de verificação de usuários e páginas

source: Age Restriction
pt_pt: Restrição de idade

source: Enable/Disable age restriction
pt_pt: Ativar / desativar restrição de idade

source: Minimum Age
pt_pt: Idade minima

source: The minimum age required to register (in years)
pt_pt: A idade mínima exigida para se registrar (em anos)

source: Enable/Disable getting started page after registration
pt_pt: Ativar/desativar o Guia de Introdução página após o registo

source: Allow users to delete their account
pt_pt: Permitir aos usuários excluírem suas contas

source: Accounts/IP
pt_pt: Contas/IP

source: Number of accounts allowed to register per IP (0 for unlimited)
pt_pt: Número de contas permitidos para registar por IP (0 para ilimitado)

source: Social Logins
pt_pt: Logins Sociais

source: Turn registration/login via Facebook On and Off
pt_pt: Ativar e Desativar o registo/login com o Facebook

source: Facebook App ID
pt_pt: ID do App do Facebook

source: Turn registration/login via Twitter On and Off
pt_pt: Ativar e Desativar Registo/login com o Twitter

source: Turn registration/login via Google On and Off
pt_pt: Ativar e Desativar o Registo/login com o Google+

source: Turn registration/login via Instagram On and Off
pt_pt: Ativar e Desativar o Registro/Login com o Instagram

source: Turn registration/login via Linkedin On and Off
pt_pt: Ativar e Desativar o Registo/login com o Linkedin

source: Turn registration/login via Vkontakte On and Off
pt_pt: Ativar e Desativar o Registo/login com o Vkontakte

source: Generate New Code
pt_pt: Gerar Novo Código

source: Invitation Code
pt_pt: Código de Convite

source: Valid
pt_pt: Validar

source: Created
pt_pt: Criado

source: SMTP Emails
pt_pt: E-mails de SMTP

source: Enable/Disable SMTP email system
pt_pt: Activar/desactivar Sistema de e-mail SMTP

source: PHP mail() function will be used in case of disabled
pt_pt: A função mail () do PHP será usada em caso de desativação

source: SMTP Require Authentication
pt_pt: SMTP exige Autenticação

source: SMTP SSL Encryption
pt_pt: Criptografia SSL do SMTP

source: Enable/Disable SMTP SSL encryption
pt_pt: Ativar e Desativar Criptografia SSL do SMTP

source: TLS encryption will be used in case of disabled
pt_pt: A criptografia TLS será usada em caso de desativação

source: SMTP Server
pt_pt: Servidor de SMTP

source: SMTP Port
pt_pt: Porta SMTP

source: SMTP Username
pt_pt: Usuário SMTP

source: SMTP Password
pt_pt: Senha SMTP

source: Set From
pt_pt: De

source: Set the From email address
pt_pt: Definir o endereço de email De Origem

source: Test Connection
pt_pt: Testar Conexão

source: Enable/Disable email notifications system
pt_pt: Ativar / desativar o sistema de notificações por email

source: Email User When
pt_pt: Enviar E-mail ao Usuário quando

source: Someone liked his post
pt_pt: Alguém Curtir sua publicação

source: Someone commented on his post
pt_pt: Alguém comentar em sua publicação

source: Someone shared his post
pt_pt: Alguém compartilhar sua publicação

source: Someone posted on his timeline
pt_pt: Alguém publicar em sua Linha de Tempo

source: Someone mentioned him
pt_pt: Alguém mencioná-lo

source: Someone visited his profile
pt_pt: Alguém visitar seu Perfil

source: Someone sent him or accepted his friend requset
pt_pt: Alguém enviar/aceitar seu Pedido de Amizade

source: To start using SMS, you'll need to create an account at
pt_pt: Para começar a usar o SMS, você precisará criar uma conta em

source: Check the documentation for more help
pt_pt: Verifique a documentação para mais ajuda

source: Twilio Account SID
pt_pt: SID da Conta Twilio

source: Twilio AUTH TOKEN
pt_pt: AUTH TOKEN Twilio

source: Twilio Phone Number
pt_pt: Número de Telefone Twilio

source: Test Phone Number
pt_pt: Testar Número de Telefone

source: Your phone number to test the SMS service i.e +12344567890
pt_pt: O seu número de telefone para testar o serviço de SMS, por exemplo, +12344567890

source: A test SMS will be sent to this phone number when you test the connection
pt_pt: Um SMS de teste será enviado para este número de telefone quando você testar a conexão

source: Chat Enabled
pt_pt: Chat Ativo

source: Turn the chat system On and Off
pt_pt: Ligar o sistema de chat e desligar

source: User Status Enabled
pt_pt: Status de usuário habilitado

source: Turn the Last Seen On and Off
pt_pt: Vire o último visto dentro e fora

source: Your server max upload size
pt_pt: Tamanho máximo de upload do seu servidor

source: You can't upload files larger than
pt_pt: Você não pode fazer upload de arquivos maiores que

source: To upload larger files, contact your hosting provider
pt_pt: Para fazer upload de arquivos maiores, entre em contato com seu provedor de hospedagem

source: Uploads Directory
pt_pt: Diretório de Uploads

source: The path of uploads local directory
pt_pt: O caminho do diretório local de uploads

source: Uploads Prefix
pt_pt: Prefixo de Uploads

source: Add a prefix to the uploaded files
pt_pt: Adicionar um prefixo para o Upload de arquivos

source: Max Profile Photo Size
pt_pt: Tamanho máximo da Foto de Perfil

source: The Maximum size of profile photo
pt_pt: O Tamanho Máximo da foto do perfil

source: in kilobytes (1 M = 1024 KB)
pt_pt: em kilobytes (1 M = 1024 KB)

source: Max Cover Photo Size
pt_pt: Tamanho máximo da foto de capa

source: The Maximum size of cover photo
pt_pt: O tamanho máximo da foto da capa

source: Enable photo upload to share & upload photos to the site
pt_pt: Habilitar o upload de foto para compartilhar e fazer upload de fotos para o site

source: Max Photo Size
pt_pt: Tamanho máximo da foto

source: The Maximum size of uploaded photo in posts
pt_pt: O tamanho máximo da foto inserida em posts

source: in kilobytes (1M = 1024KB)
pt_pt: em kilobytes (1 M = 1024 KB)

source: Photo Quality
pt_pt: Qualidade da Foto

source: High Quality
pt_pt: Melhor Qualidade

source: Medium Quality
pt_pt: Qualidade Média

source: Low Quality
pt_pt: Baixa Qualidade

source: High quality photos will use larger space and vise versa
pt_pt: Fotos de alta qualidade usarão espaço maior e vice-versa

source: Enable video upload to share & upload videos to the site
pt_pt: Habilitar o upload de vídeo para partilhar e fazer upload de vídeos para o site

source: Max video size
pt_pt: Tamanho máximo do vídeo

source: The Maximum size of uploaded video in posts
pt_pt: O tamanho máximo do vídeo carregado em posts

source: Video extensions
pt_pt: Extensões de Vídeo

source: Allowed video extensions (separated with comma ',)
pt_pt: Extensões de Vídeos Permitidos (separados por vírgula ',)

source: Enable audio upload to share & upload sounds to the site
pt_pt: Habilitar o upload de áudio para compartilhar & enviar sons para o site

source: Max audio size
pt_pt: Tamanho máximo de áudio

source: The Maximum size of uploaded audio in posts
pt_pt: O tamanho máximo de áudio inserido em posts

source: Audio extensions
pt_pt: Extensões de Áudio

source: Allowed audio extensions (separated with comma ',)
pt_pt: Extensões de áudio Permitidos (separados por vírgula ',)

source: Enable file upload to share & upload files to the site
pt_pt: Habilitar o upload do arquivo para compartilhar arquivos para o site

source: Max file size
pt_pt: Tamanho máximo do arquivo

source: The Maximum size of uploaded file in posts
pt_pt: O tamanho máximo do arquivo carregado em posts

source: File extensions
pt_pt: Extensões de Arquivos

source: Allowed file extensions (separated with comma ',)
pt_pt: Extensões de arquivo permitidos (separados por vírgula ',)

source: Enable Amazon S3 storage
pt_pt: Habilitar Amazon S3 storage

source: Bucket Name
pt_pt: Nome do Bucket

source: Your Amazon S3 bucket name
pt_pt: Nome do Seu Bucket Amazom S3

source: Bucket Region
pt_pt: Região do Bucket

source: Your Amazon S3 bucket region
pt_pt: Sua Região do Bucket Amazom S3

source: Your Amazon S3 Access Key ID
pt_pt: Seu Amazon S3 Access Key ID

source: Your Amazon S3 Access Key Secret
pt_pt: Seu Amazon S3 Access Key Secret

source: Censored Words Enabled
pt_pt: Palavras censuradas habilitadas

source: Enable/Disable Words to be censored
pt_pt: Ativar/desativar palavras para ser censurado

source: Censored Words
pt_pt: Palavras censuradas

source: Words to be censored, separated by a comma (,)
pt_pt: Palavras para ser censurado, separados por uma vírgula ()

source: reCAPTCHA Enabled
pt_pt: reCAPTCHA Habilitado

source: Turn reCAPTCHA On and Off
pt_pt: Ligar o reCAPTCHA e Desligar

source: Currency
pt_pt: Moeda

source: To start using Paypal, you'll need to create an account at
pt_pt: Para começar a usar o Paypal, você precisará criar uma conta em

source: Paypal Enabled
pt_pt: Habilitar Paypal

source: Enable payments via Paypal
pt_pt: Habilitar pagamentos via Paypal

source: To start using Stripe, you'll need to create an account at
pt_pt: Para começar a usar o Stripe, você precisará criar uma conta em

source: Credit Card Enabled
pt_pt: Cartão de Crédito Ativado

source: Enable payments via Credit Card
pt_pt: Habilitar pagamentos via Cartão de Crédito

source: Alipay Enabled
pt_pt: Habilitar Alipay

source: Enable payments via Alipay
pt_pt: Habilitar Pagamentos via Alipay

source: Test
pt_pt: Teste

source: Test Secret Key
pt_pt: Teste Secret Key

source: Stripe secret key that starts with sk_
pt_pt: Chave secreta do stripe começa com sk_

source: Stripe publishable key that starts with pk_
pt_pt: Chave publishable key do stripe começa com sk_

source: Data Heartbeat
pt_pt: Pulsação de Dados

source: The update interval to check for new data (in seconds)
pt_pt: O intervalo de atualização para verificar se há novos dados (em segundos)

source: Chat Heartbeat
pt_pt: Pulsação do Bate-Papo

source: The update interval to check for new messages (in seconds)
pt_pt: O intervalo de atualização para verificar se há novas mensagens (em segundos)

source: Offline After
pt_pt: Off-line Após

source: Minimum Results
pt_pt: Resultados mínimos

source: The Min number of results per request
pt_pt: O Min número de resultados por pedido

source: Maximum Results
pt_pt: Resultados máximos

source: The Max number of results per request
pt_pt: O número máximo de resultados por pedido

source: Minimum Even Results
pt_pt: Pares de Resultados mínimos

source: The Min even number of results per request
pt_pt: O número de resultados por pedido Min

source: Maximum Even Results
pt_pt: Resultados ainda máximos

source: The Max even number of results per request
pt_pt: O número máximo de resultados por solicitação

source: Tracking Code
pt_pt: Código de Rastreamento

source: The analytics tracking code (Ex: Google Analytics)
pt_pt: Código de Acompanhamento do Google analytics (Ex: Google Analytics)

source: Add New Page
pt_pt: Adicionar Nova página

source: Page URL
pt_pt: URL da Página

source: Page Title
pt_pt: Título da Página

source: In Footer Menu
pt_pt: No Meu do Rodapé

source: Valid web address must be a-z0-9_.
pt_pt: O endereço da web válido deve ser a-z0-9_.

source: Page Content
pt_pt: Página de Conteúdo

source: Add to Footer Menu
pt_pt: Adicionar ao Menu do Rodapé

source: Show the page in the footer links menu
pt_pt: Mostrar a página no menu de links do rodapé

source: Image
pt_pt: Imagem

source: Add New Theme
pt_pt: Adicionar novo tema

source: Make it the default theme of the site
pt_pt: Torná-lo o tema padrão do site

source: Password
pt_pt: Senha

source: List Themes
pt_pt: Listar Temas

source: List Languages
pt_pt: Listas Idiomas

source: List Users
pt_pt: Listar Usuários

source: List Admins
pt_pt: Listar Administradores

source: List Moderators
pt_pt: Listar Moderadores

source: List Online
pt_pt: Listar On-line

source: List Banned
pt_pt: Listar Banidos

source: List Pages
pt_pt: Listar Páginas

source: List Categories
pt_pt: Listar Categorias

source: List Groups
pt_pt: Listar Grupos

source: List Events
pt_pt: Listar Eventos

source: Forums Settings
pt_pt: Definições do Fórum

source: List Forums
pt_pt: Listar Fóruns

source: List Games
pt_pt: Listar Jogos

source: Add New Game
pt_pt: Adicionar Novo Jogo

source: Ads Settings
pt_pt: Definições de Anúncios

source: List System Ads
pt_pt: Listar Sistema de Anúncios

source: List Users Ads
pt_pt: Listar Usuários de Anúncios

source: List Packages
pt_pt: Listar Pacotes

source: List Subscribers
pt_pt: Listar Assinantes

source: Affiliates Settings
pt_pt: Definições de Afiliados

source: List IPs
pt_pt: Listar IPs

source: List Requests
pt_pt: Listar Pedidos

source: List Verified Users
pt_pt: Listar Usuários Verificados

source: List Verified Pages
pt_pt: Listar Páginas Verificadas

source: List Fields
pt_pt: Listar Campos

source: Add New page
pt_pt: Adicionar Nova Página

source: List Widgets
pt_pt: Listar Widgets

source: Add New Widget
pt_pt: Adicionar Novo Widget

source: List Emojis
pt_pt: Listar Emojis

source: List Stickers
pt_pt: Listar Sitckers

source: List Announcements
pt_pt: Listar Anúncios

source: Build
pt_pt: Construir

source: View Profile
pt_pt: Ver Perfil

source: Manage Banned IPs
pt_pt: Gerenciar IPs Banidos

source: Username
pt_pt: Nome de Usuário

source: Joined
pt_pt: Entrou

source: Activated
pt_pt: Ativado

source: User ID
pt_pt: ID de Usuário

source: Last Login
pt_pt: Último Login

source: Followings
pt_pt: Seguindo

source: Followers
pt_pt: Seguidores

source: Account
pt_pt: Conta

source: Profile
pt_pt: Perfil

source: Verified User
pt_pt: Usuário Verificado

source: Email Activated
pt_pt: E-mail Ativado

source: User Group
pt_pt: Grupo de Usuário

source: Administrators
pt_pt: Administradores

source: Email Address
pt_pt: Endereço de E-mail

source: Phone Number
pt_pt: Número de Telefone

source: Phone number (eg. +905...)
pt_pt: Número de Telefone (ex. +55...)

source: First Name
pt_pt: Primeiro Nome

source: Last Name
pt_pt: Sobrenome

source: I am
pt_pt: Eu sou

source: Select Sex
pt_pt: Selecione o Sexo

source: Male
pt_pt: Masculino

source: Female
pt_pt: Feminino

source: Other
pt_pt: Outro

source: Country
pt_pt: País

source: Select Country
pt_pt: Selecionar País

source: Birthdate
pt_pt: Data de Nascimento

source: Select Month
pt_pt: Selecione o Mês

source: Feb
pt_pt: Fev

source: Apr
pt_pt: Abr

source: May
pt_pt: Mai

source: Aug
pt_pt: Ago

source: Sep
pt_pt: Set

source: Oct
pt_pt: Out

source: Dec
pt_pt: Dez

source: Select Day
pt_pt: Selecionar Dia

source: Select Year
pt_pt: Selecionar Ano

source: Relationship Status
pt_pt: Status de Relacionamento

source: Select Relationship
pt_pt: Selecionar Relacionamento

source: Single
pt_pt: Solteiro

source: In a relationship
pt_pt: Em um Relacionamento

source: Married
pt_pt: Casado

source: It's complicated
pt_pt: Relacionamento Complicado

source: Separated
pt_pt: Separado

source: Divorced
pt_pt: Divorciado

source: Widowed
pt_pt: Viúvo(a)

source: About Me
pt_pt: Sobre Mim

source: Website
pt_pt: Site

source: Work Title
pt_pt: Sobre o Trabalho

source: Work Place
pt_pt: Local de trabalho

source: Work Website
pt_pt: Site do Trabalho

source: Current City
pt_pt: Cidade Atual

source: Hometown
pt_pt: Cidade Natal

source: Major
pt_pt: Principal

source: School
pt_pt: Escola

source: Who can post on your wall
pt_pt: Quem pode postar em seu mural

source: Everyone
pt_pt: Todos

source: Just Me
pt_pt: Somente eu

source: Who can see your
pt_pt: Quem pode ver seu

source: birthdate
pt_pt: data de Nascimento

source: relationship
pt_pt: relacionamento

source: basic info
pt_pt: informação básica

source: work info
pt_pt: informação de trabalho

source: location info
pt_pt: informação de local

source: education info
pt_pt: informação de eudcação

source: other info
pt_pt: outra informação

source: friends
pt_pt: amigos

source: photos
pt_pt: fotos

source: liked pages
pt_pt: páginas curtidas

source: joined groups
pt_pt: grupos que entrou

source: joined events
pt_pt: eventos que participa

source: Browser
pt_pt: Pesquisar

source: per
pt_pt: por

source: Subscription Date
pt_pt: Data de Subscrição

source: Expiration Date
pt_pt: Data de Expiração

source: Upgrade Package
pt_pt: Atualizar Pacote

source: Remove Package
pt_pt: Remover Pacote

source: Wallet Balance
pt_pt: Saldo da Carteira

source: User/Page
pt_pt: Usuário/Página

source: Add New widget
pt_pt: Adicionar Novo Widget

source: Article Page
pt_pt: Página de Artigo

source: Start - End Date
pt_pt: Data de Início - Fim

source: Bidding
pt_pt: Licitação

source: Click
pt_pt: Clique

source: View
pt_pt: Visualizar

source: No campaigns to show
pt_pt: Não há Campanhas para Exibir

source: Your current wallet credit is
pt_pt: Seu Crédito atual na Carteira é

source: You need to
pt_pt: Você precisa

source: Replenish your wallet credit
pt_pt: Carregar crédito na Carteira

source: Campaign Details
pt_pt: Detalhes da Campanha

source: Campaign Title
pt_pt: Título da Campanha

source: Set a title for your campaign
pt_pt: Defina um título para sua campanha

source: Campaign Start Date
pt_pt: Data de início da campanha

source: Set Campaign start datetime (UTC)
pt_pt: Definir data e hora de início da campanha (UTC)

source: Campaign End Date
pt_pt: Data de término da campanha

source: Set Campaign end datetime (UTC)
pt_pt: Definir data e hora de término da campanha (UTC)

source: Campaign Budget
pt_pt: Orçamento de Campanha

source: Set a budget for your campaign, campaign will be paused if reached its limit
pt_pt: Defina um orçamento para a sua campanha, a campanha será pausada se atingir o limite

source: Campaign Bidding
pt_pt: Lance de campanha

source: Pay Per Click
pt_pt: Pago por Clique

source: Pay Per View
pt_pt: Pago por Visualização

source: Target Audience
pt_pt: Público-alvo

source: Audience Country
pt_pt: País da Audiência

source: Audience Gender
pt_pt: Gênero de público-alvo

source: All
pt_pt: Todos

source: Audience Relationship
pt_pt: Relacionamento de Audiência

source: Potential Reach
pt_pt: Alcance Potencial

source: People
pt_pt: Pessoas

source: Ads Details
pt_pt: Detalhes do Anúncio

source: Ads Title
pt_pt: Título do Anúncio

source: Set a title for your ads
pt_pt: Defina um Título para seu Anúncio

source: Ads Description
pt_pt: Descrição do Anúncio

source: Set a description for your ads (maximum 200 characters)
pt_pt: Defina uma descrição para seus anúncios (máximo de 200 caracteres)

source: Advertise For
pt_pt: Anuncie para

source: You can advertise for a URL or one of your pages, groups or events
pt_pt: Você pode anunciar para um URL ou uma de suas páginas, grupos ou eventos

source: Target URL
pt_pt: Alvo URL

source: Enter your URL you want to advertise for
pt_pt: Insira seu URL para o qual você deseja anunciar

source: Target Page
pt_pt: Página Alvo

source: Select Page
pt_pt: Selecionar Página

source: Select one of your pages you want to advertise for
pt_pt: Selecione uma das suas páginas para as quais você deseja anunciar

source: Target Group
pt_pt: Grupo Alvo

source: Select Group
pt_pt: Selecionar Grupo

source: Select one of your groups you want to advertise for
pt_pt: Selecione um dos seus grupos para os quais você deseja anunciar

source: Target Event
pt_pt: Evento Alvo

source: Select Event
pt_pt: Selecionar Evento

source: Select one of your events you want to advertise for
pt_pt: Selecione um dos seus eventos para os quais você deseja anunciar

source: Ads Placement
pt_pt: Posicionamento de Anúncios

source: Newsfeed
pt_pt: Notícias

source: Sidebar
pt_pt: Barra Lateral

source: Ads Image
pt_pt: Imagem de anúncios

source: The image of your ads, supported formats (JPG, PNG, GIF)
pt_pt: A imagem dos seus anúncios suporta os formatos (JPG, PNG, GIF)

source: Publish
pt_pt: Publicar

source: Your
pt_pt: Sua

source: transfer transaction successfuly sent
pt_pt: transação de transferência enviada com sucesso

source: Congratulation! Your wallet credit replenished successfully with
pt_pt: Parabéns! Seu crédito na carteira foi carregado com sucesso

source: from your affiliates credit
pt_pt: do seu crédito de afiliados

source: Your Credit
pt_pt: Seu Crédito

source: Send & Recieve Money
pt_pt: Envie e Receba Dinheiro

source: Send Money
pt_pt: Enviar Dinheiro

source: Replenish Credit
pt_pt: Carregar crédito

source: Affiliates Credit
pt_pt: Crédito de Afiliados

source: Withdraw Affiliates Credit
pt_pt: Retirar crédito de afiliados

source: Wallet Transactions
pt_pt: Transações da Carteira

source: From / To
pt_pt: De / Para

source: To
pt_pt: Para

source: From
pt_pt: De

source: What are you doing?
pt_pt: No que você está pensando?

source: Custom
pt_pt: Personalizado

source: Post
pt_pt: Compartilhar

source: Edit Album
pt_pt: Editar Álbum

source: Save
pt_pt: Salvar

source: Loading Older Messages
pt_pt: Carregando Mensagens Antigas

source: New Message
pt_pt: Nova Mensagem

source: Delete
pt_pt: Deletar

source: Last Seen
pt_pt: Última vez online
